[
    {
        "Graphical Kernel System - Wikipedia": [
            "\n",
            "The Graphical Kernel System (GKS) was the first ISO standard for low-level computer graphics, introduced in 1977. A draft international standard was circulated for review in September 1983.[1][2][3]\nFinal ratification of the standard was achieved in 1985.[4][5]\n",
            "GKS provides a set of drawing features for two-dimensional vector graphics suitable for charting and similar duties. The calls are designed to be portable across different programming languages, graphics devices and hardware, so that applications written to use GKS will be readily portable to many platforms and devices.\n",
            "GKS was fairly common on computer workstations in the 1980s and early 1990s.[6]\nGKS formed the basis of Digital Research's GSX which evolved into VDI, one of the core components of GEM. GEM was the native GUI on the Atari ST and was occasionally seen on PCs, particularly in conjunction with Ventura Publisher. GKS was little used commercially outside these markets, but remains in use in some scientific visualization packages. It is also the underlying API defining the Computer Graphics Metafile. A descendant of GKS was PHIGS. One popular application based on an implementation of GKS is the GR Framework,[7] a C library for high-performance scientific visualization that has become a common plotting backend among Julia users.\n",
            "A main developer and promoter of the GKS was José Luis Encarnação, formerly director of the Fraunhofer Institute for Computer Graphics (IGD) in Darmstadt, Germany.\n",
            "GKS has been standardized in the following documents:[8][9]\n",
            "The functionality of GKS is wrapped up as a data model standard in the STEP standard, section ISO 10303-46.\n"
        ]
    },
    {
        "ISO/IEC 8652 - Wikipedia": [
            "ISO/IEC 8652 Information technology — Programming languages — Ada[1] is the international standard for the computer programming language Ada. It was produced by the Ada Working Group, ISO/IEC JTC1/SC22/WG 9, of the International Organization for Standardization (ISO) and the International Electrotechnical Commission (IEC). \n",
            "The latest edition is ISO/IEC 8652:2023, published May 2023.[1] The text of the earlier 1995 version of the standard, with Technical Corrigendum 1 and Amendment 1, is freely available for download and online reading.[2]\n",
            "This programming-language-related article is a stub. You can help Wikipedia by expanding it."
        ]
    },
    {
        "ISO 8691 - Wikipedia": [
            "ISO 8691:1994 Petroleum products — Low levels of vanadium in liquid fuels — Determination by flameless atomic absorption spectrometry after ashing is an ISO standard covering petroleum products, developed by ISO's Technical Committee (TC) 28: Petroleum products and lubricants. According to ISO's abstract, the standard \"specifies a method for determining the vanadium content in the range of 0,4 mg/kg to 4,0 mg/kg in gas turbine fuels and domestic fuel oils by means of flameless atomic absorption spectrometry\".\n",
            "This standards- or measurement-related article is a stub. You can help Wikipedia by expanding it."
        ]
    },
    {
        "Language of Temporal Ordering Specification - Wikipedia": [
            "In computer science Language of Temporal Ordering Specification (LOTOS) is a formal specification language based on temporal ordering of events. LOTOS is used for communications protocol specification in International Organization for Standardization (ISO) Open Systems Interconnection model (OSI) standards.\n",
            "LOTOS is an algebraic language that consists of two parts: a part for the description of data and operations, based on abstract data types, and a part for the description of concurrent processes, based on process calculus.\n",
            "Work on the standard was completed in 1988, and it was published as ISO 8807 in 1989. Between 1993 and 2001, an ISO committee worked to define a revised version of the LOTOS standard, which was published in 2001 as E-LOTOS.\n",
            "\n",
            "This programming-language-related article is a stub. You can help Wikipedia by expanding it."
        ]
    },
    {
        "State University of New York - Wikipedia": [
            "\n",
            "The State University of New York (SUNY, /ˈsuːni/, SOO-nee) is a system of public colleges and universities in the State of New York. It is one of the largest comprehensive systems of universities, colleges, and community colleges in the United States.[3] Led by chancellor John B. King, the SUNY system has 91,182 employees, including 32,496 faculty members, and some 7,660 degree and certificate programs overall and a $13.37 billion budget.[4][1] Its flagship universities are SUNY Stony Brook on Long Island in southeastern New York and SUNY Buffalo in the west. Its research university centers also include SUNY Binghamton and SUNY Albany.[5]\n",
            "SUNY's administrative offices are in Albany, the state's capital, with satellite offices in Manhattan and Washington, D.C. With 25,000 acres of land, SUNY's largest campus is SUNY College of Environmental Science and Forestry, which neighbors the State University of New York Upstate Medical University—the largest employer in the SUNY system with over 10,959 employees.[6][7]\n",
            "The State University of New York was established in 1948 by Governor Thomas E. Dewey, through legislative implementation of recommendations made by the Temporary Commission on the Need for a State University (1946–1948). The commission was chaired by Owen D. Young, who was at the time Chairman of General Electric. The system was greatly expanded during the administration of Governor Nelson A. Rockefeller, who took a personal interest in design and construction of new SUNY facilities across the state.\n",
            "Apart from units of the institutionally separate City University of New York (CUNY), SUNY comprises all New York state-supported institutions of higher education.\n",
            "New York was one of the last states to set up a state college and university system. The first colleges were established privately, with some arising from local seminaries, and New York State had a long history of supporting higher education before the creation of the SUNY system. The oldest college that is part of the SUNY System is SUNY Potsdam, established in 1816 as the St. Lawrence Academy. \n",
            "In 1835, the State Legislature acted to establish stronger programs for public school teacher preparation and designated one academy in each senatorial district to receive money for a special teacher-training department. St. Lawrence Academy received this distinction, and it later designated Potsdam as the site of the Normal School in 1867.[8]\n",
            "On May 7, 1844, the New York General Assembly voted to establish Normal School in Albany as the first college for teacher education. In 1865, the privately endowed Cornell University, one of eight Ivy League universities in the nation, was designated as New York's land grant college. In 1894, the state began direct financial support of four of Cornell's colleges. \n",
            "Between 1889 and 1903, Cornell operated the New York State College of Forestry, until the governor vetoed its annual appropriation. The school was moved to Syracuse University in Syracuse in 1911, where it is now the State University of New York College of Environmental Science and Forestry. In 1908, the State legislature began the New York State College of Agriculture at Alfred University.\n",
            "Between 1946 and 1948, the Temporary Commission on the Need for a State University, chaired by Owen D. Young, chairman of General Electric Company, studied New York's existing higher education institutions. It was known New York's private institutions of higher education were highly discriminatory and failed to provide for many New Yorkers.[9] Noting this need, the commission recommended the creation of a public state university system. In 1948, legislation was passed establishing SUNY on the foundation of the teacher-training schools established in the 19th century. Most of them had already developed curricula similar to those found at four-year liberal arts schools long before the creation of SUNY, as evidenced by the fact they had become known as \"Colleges for Teachers\" rather than \"Teachers' Colleges.\"\n",
            "On October 8, 1953, SUNY took a historic step of banning all national fraternities and sororities from its 33 campuses, a ban that lasted until 1977.[10]  The resolution was passed as an attempt to combat discrimination based on race or religion in many national organizations at the time.[11] Various fraternities challenged this rule in court since it did not distinguish between those with discriminatory clauses in their by-laws and those who did not.[12] The SUNY resolution was upheld in court as being within a state's authority to supervise and control its educational institutions.[13]\n",
            "In 1986, L. Eudora Pettigrew became the first African-American college president in the SUNY system when she was named president of SUNY Old Westbury.[14]\n",
            "Despite being one of the last states in the nation to establish a state university, the system was quickly expanded during the chancellorship of Samuel B. Gould and the administration of Governor Nelson A. Rockefeller, who took a personal interest in the design and construction of new SUNY facilities across the state.[15][16] Rockefeller championed the acquisition of the private University of Buffalo into the SUNY system, making the public State University of New York at Buffalo.[17]\n",
            "SUNY is governed by a State University of New York Board of Trustees, which consists of eighteen members, fifteen of whom are appointed by the Governor, with consent of the New York State Senate. The sixteenth member is the president of The State University of New York Student Assembly. The last two members are the presidents of the University Faculty Senate and Faculty Council of Community Colleges, both of whom are non-voting. The board of trustees appoints the chancellor who serves as SUNY Chief Executive Officer.\n",
            "The state of New York assists in financing the SUNY system, which, along with CUNY, provides lower-cost college-level education to residents of the state. SUNY students also come from out-of-state and 171 foreign countries, though tuition is higher for these students. Although tuition is higher for these non-resident students, their tuition is subsidized by New York State taxpayers.[citation needed]\n",
            "There is a large variety of colleges in the SUNY system with some overlap in specialties between sites. SUNY divides its campuses into four distinct categories: university centers/doctoral-granting institutions, comprehensive colleges, technology colleges, and community colleges. SUNY also includes statutory colleges, state-funded colleges within other institutions such as Cornell University and Alfred University. Students at the statutory colleges who are residents of New York state receive the benefit of state-subsidized tuition while enjoying all of the campus life amenities of the host institutions.\n",
            "SUNY and the City University of New York (CUNY) are different university systems, both receiving funding from New York State. Also, SUNY is not to be confused with the University of the State of New York (USNY), which is the governmental umbrella organization for most education-related institutions and many education-related personnel (both public and private) in New York State, and which includes, as components, the New York State Education Department and the New York State University Police.\n",
            "The SUNY Board of Trustees has a voting student member on the board. The student trustee serves a dual role as the President of the Student Assembly of the State University of New York (SUNYSA). SUNYSA is the recognized student government of the SUNY system.\n",
            "In the 1970s, students pressed for voting representation on the governing board of SUNY colleges. In 1971, the State Legislature added five student voting members to Cornell's board of trustees. However, at that time, all members of a board must be over the age of 21 for a corporation to hold a liquor license, so to allow Cornell to retain its license, the legislature had to go back to amend NYS Alcoholic Beverage Control Law § 126(4) to require half the board must be 21.\n",
            "In 1975, the legislature added a non-voting student seat to the boards of all SUNY units. Two Attorney General of the State of New York opinion letters[18] reduced the parliamentary rights of the student members to participate at meetings and indicated they were not in fact Public Officers, and arguably subject to personal liability from lawsuits. In 1977, another statutory amendment made student members of SUNY councils and boards subject to the NYS Public Officers Law or NYS General Municipal Law and granted student representatives parliamentary powers of moving or seconding motions and of placing items on the agendas of the bodies. Finally, the legislature gave full voting rights to the student members in 1979, resulting in the students of all SUNY units having voting representatives, except for the NYS College of Environmental Science and Forestry. Finally, in 1986, the legislature gave the student representative of that college voting rights as well.[19]\n",
            "The SUNY Libraries Consortium (SLC) is an independent organisation which supports its members,[20] the libraries of SUNY.[21]\n",
            "All SUNY colleges are in New York State, except for one extension center of Jamestown Community College and SUNY Korea. \n",
            "Jamestown Community College operates its Warren Center in Pennsylvania under a contract with the Warren-Forest Higher Education Council and the center is licensed by the Pennsylvania Department of Education. The Warren Center is 25 miles south of Jamestown, New York on the grounds of Warren State Hospital, in North Warren, Pennsylvania.[22]\n",
            "SUNY Korea was opened by the government of South Korea in Incheon, South Korea in 2012, in conjunction with SUNY.[23] As of 2023, it offers undergraduate and graduate programs, with faculty from Stony Brook University and the Fashion Institute of Technology. \n",
            "SUNY's sole law school is the University at Buffalo School of Law.[24]\n",
            "The State University of New York operates three comprehensive academic medical centers, which integrate a medical school with a university hospital:[25]\n",
            "A fourth medical school, the Jacobs School of Medicine in Buffalo, does not have its own hospital, and instead affiliates with several Buffalo-area hospitals.\nThe SUNY system is also home to the College of Optometry in New York City, which maintains its own eye clinic.[25]\n",
            "Each medical center serves as the primary teaching site for that campus's medical school. SUNY medical programs have consistently ranked in the top 90 in both research and primary care categories, according to annual rankings published by U.S. News & World Report.[26] The teaching hospitals affiliated with each school are also highly regarded and in 2022 all three medical centers generated US$3.86 billion through patient care accounting for 29% of total SUNY revenue.[27]\n",
            "In the latter half of the 20th century, the SUNY hospitals became the cores of full-fledged regional health systems; they were gradually supplemented by many outpatient clinics, offices, and institutes. SUNY medical centers currently play a major role in providing healthcare to the most-needy and marginalized populations and serve large numbers of patients who are uninsured, under-insured or covered by Medicare and Medicaid programs.[1]\nIn 2020, medical school applications increased by 20.4% at SUNY medical schools systemwide,[28] with schools receiving over 24,118 applications from students for only 685 seats.[28][29]\n",
            "With rising interest in medicine, former SUNY Chancellor Jim Malatras announced the first statewide initiative, the Pre-Med Opportunity Program, to help more EOP students get accepted into SUNY's medical schools in February 2021.[30] Later in the year in May, 25 college students in junior/senior standing from 10 SUNY schools were selected to receive academic guidance at the Norton College of Medicine while pursuing their medical degrees.[31][32] The SUNY system will cover all costs for the summer academic enrichment program and the program will expand over the next few years.[31]\n",
            "SUNY medical, health professions and nursing schools graduate more than 11,000 health professionals annually, including one of three physicians (1 in 33 in the United States),[29] nearly one of three nurses and one of four dentists in the state.[30][31]\n",
            "New York's largest public university by enrollment is the State University of New York at Buffalo, which was founded by U.S President and Vice President Millard Fillmore. Buffalo has an enrollment total of approximately 32,000 students and receives the most applications out of all SUNY schools.[33][34][35]\n",
            "For the 2017–2018 academic year, tuition costs at SUNY schools for an undergraduate degree are less than two-thirds the cost of most public colleges in the United States. For example, tuition at the University at Buffalo for an undergraduate degree is $9,828 per semester or $27,068 per year for non-resident students.[39] Undergraduate tuition for non-resident students at the University of Maryland is $35,216 per year.[40]\n",
            "Non-resident tuition and fees at University of Oregon are $32,535 per year.[41]\n",
            "New York State also offers free tuition for all public college and universities for families who have an income of lower than $125,000 and are residents of the state. Other requirements to qualify for free SUNY education include full-time enrollment and staying in the state for a number of years after graduating.[42][43] In the 2017-2018 award year, 70,694 SUNY students received the Federal Pell Grant.[44]\n",
            "For the 2019–2020 academic year, medical school tuition costs at the Norton College of Medicine for the M.D. program were: $43,670 (in-state) and $65,160 (out-of-state). Tuition costs across all SUNY medical schools are similar to those at Norton and the cost is less than the average cost of medical schools in the United States.[45]\n",
            "Every school within the SUNY system manages its own athletics program, which greatly varies the level of competition at each institution.\n",
            "The most prominent intra-SUNY rivalry is between the Albany Great Danes and Binghamton Bearcats. The two belong to the America East Conference. Frequently referred to as the I-88 Rivalry, Binghamton and Albany sit at either end of Interstate 88 (roughly 2.5 hours apart). Both teams are known to post the highest visitor attendance at either school's athletic events. Both schools also have less intense rivalries with a former America East member, the Stony Brook Seawolves. In football, a sport not sponsored by the America East, Albany and Stony Brook have a rivalry in the Coastal Athletic Association, and play each other annually in the Battle for the Golden Apple.\n",
            "The University at Buffalo tends to have a rivalry in basketball with two private colleges in the same geographical area. Canisius College and Buffalo's South Campus are 2.5 miles apart on Main St. in Buffalo. Their other rival is Niagara University in Lewiston, NY. All three share rivalries with Saint Bonaventure University, another private college 70 miles south of Buffalo.\n",
            "SUNY Oswego and SUNY Plattsburgh also share a notable rivalry in Division III Hockey, with that game almost always having the SUNYAC regular season title up for grabs.\n",
            "SUNY Cobleskill and SUNY Delhi rivalry focuses on basketball, cross country, and previously track, although Cobleskill track and field started competing at the NCAA Division III level in spring 2009. The SUNY Delhi 2003-2004 basketball season was canceled after a basketball game was called with 48 seconds left after several SUNY Delhi basketball players nearly started a brawl in the Ioro Gymnasium at SUNY Cobleskill on Wednesday February 4, 2004.\n",
            "SUNY Oneonta has developed a rivalry in almost every sport with SUNY Cortland. They share the red dragon as a team nickname, and their matchups are known as the \"Battle of the Red Dragons\".\n",
            "There is an unusual sports rivalry between SUNY College of Environmental Science and Forestry and Finger Lakes Community College, with both campuses sponsoring nationally ranked teams in woodsman competitions.\n",
            "The SUNY Chancellor's Awards for Excellence are conferred to acknowledge and provide recognition for superior achievement and to encourage the ongoing pursuit of academic excellence. \n",
            "The SUNY Chancellor's Award for Student Excellence acknowledges students for outstanding achievements and is the highest honor bestowed upon a student by the University. The faculty-staff awards include the Chancellor's Award for Excellence, Distinguished Faculty ranks, Conversations in the Disciplines, the Shared Governance Award, and the Chancellor's Award for Excellence in Adjunct Teaching.[49]\n"
        ]
    },
    {
        "Syracuse University - Wikipedia": []
    },
    {
        "Temple University - Wikipedia": [
            "\n",
            "Temple University (Temple or TU) is a public state-related research university in Philadelphia, Pennsylvania. It was founded in 1884 by the Baptist minister Russell Conwell and his congregation Grace Baptist Church of Philadelphia then called Baptist Temple.[5]\n",
            "As of 2020,[update] about 37,289 undergraduate, graduate and professional students were enrolled at the university.[2] It is classified among \"R1: Doctoral Universities – Very high research activity\".[6] As of 2024, the university's alumni include a Rhodes Scholar,[7] 5 Marshall Scholars,[8] and many Fulbright Scholars.[9]\n",
            "Temple University was founded in 1884 by Grace Baptist Church of Philadelphia[5] and its pastor Russell Conwell, a Yale-educated lawyer, orator, and ordained Baptist minister, who had served in the Union Army during the American Civil War. Conwell came to Pennsylvania in 1882 to lead the Grace Baptist Church of Philadelphia while he began tutoring working class citizens late at night to accommodate their work schedules. These students, later dubbed \"night owls\", were taught in the basement of Conwell's Baptist Temple (hence the origin of the university's name and mascot).\n",
            "The Grace Baptist Church of Philadelphia quickly grew popular within the North Philadelphia area. When the board of trustees conducted its first meeting they named Russell H. Conwell president of \"The Temple College.\" Grace Baptist Church appointed a new board of trustees within the following months, printed official admissions files, and issued stock to raise funds for new teaching facilities. The church provided classrooms, and teachers, and financed the school in its early years. The church and Conwell's desire was \"to give education to those who were unable to get it through the usual channels\".[10]\n",
            "In addition to the congregational giving and supporting the college, Conwell used the income from his \"Acres of Diamonds\" speech to fund Temple[10] as a place where working-class Philadelphians might receive higher education.\n",
            "Philadelphia granted a charter in 1888 to establish \"The Temple College of Philadelphia\", but the city refused to grant authority to award academic degrees. By 1888, the enrollment of the college was nearly 600. It was in 1907 that Temple College revised its institutional status and incorporated as a university. Legal recognition as a university enhanced Temple in noticeable ways including its reputation, professional and graduate programs, overall enrollment, and financial support.[10]\n",
            "Over time, Temple expanded. The Grace Baptist Church of Philadelphia also founded Samaritan Hospital, and Garretson Hospitals, a medical school was added, and Temple merged with the Philadelphia Dental College.[10] After the merger, Temple officially reincorporated as Temple University on December 12, 1907.\n",
            "In 1954, Temple University agreed to terms to purchase 11+1⁄2 acres (4.7 ha) of the adjacent Monument Cemetery and repurpose it for athletic fields and a parking lot.[11] Families of the deceased claimed about 8,000 of the 28,000 bodies on the site and the rest were moved to an unmarked mass grave at Lawnview Memorial Park.[12] Many of the remaining headstones from the cemetery, including a monument to George Washington and Marquis de Lafayette, were used as riprap for the Betsy Ross Bridge, some of which can be still be seen at low tide.[13]\n",
            "Since 1965, Temple has been a Pennsylvania state-related university, meaning the university receives state funds, subject to state appropriations, but is independently operated.[14]\n",
            "On November 29, 2021, the former dean of Temple University's business school was convicted on charges of conspiracy and wire fraud for a scheme in which he and others used false data to boost the school's position on the US News and World Report's rankings.[15][16][17]\n",
            "On January 31, 2023, the graduate student workers' union at Temple University declared an ongoing labor strike, following a year of stalled negotiations for a labor contract. Temple University retaliated on February 8 by terminating the strikers' health insurance and tuition benefits, an action that propelled the strike to national news.[18] The strike ended in mid-March.[19]\n",
            "Shortly after graduate student strike ended, university president Jason Wingard resigned. In the months prior to his resignation, he had come under fire for his decisions during the strike as well as a rise in crime and violence on and near the university's campus. Shortly before his resignation, the university's board of trustees had announced increased oversight of the university. The university's faculty had also planned a no-confidence vote.[20] JoAnne Epps agreed to postpone her planned retirement and was named Acting President on April 11, 2023. Epps died after suffering a sudden, as yet undisclosed, medical episode during a university event on September 19, 2023.\n",
            "On July 3, 2024, Temple's Board of Trustees announced it has appointed John Fry as its 15th president, with Fry's official start date to be determined once new leadership is in place at Drexel University, where Fry is currently president.[21]\n",
            "In October of 2023, Temple University  students started protests against the Israel–Hamas war [22][23]and criticized a pro-Israel administration response to the war. The protesters called for justice in Palestine and demanded financial divestment from companies that profit from the war in Gaza.[24] The ACLU became involved when administration started disciplinary action against students for participating in a “Gaza Solidarity” encampment off-campus.[25]  The ACLU alleged violation of  First Amendment rights. The protests continued into the next academic year with the University amending its campus guidelines to further discourage protests.[26]\n",
            "Temple University has six campuses and sites across Pennsylvania, plus international campuses in Rome and Japan.[2]\n",
            "The main campus is in North Philadelphia, about 1.5 miles (2.4 km) north of Center City. It occupies 163.58 acres (66.20 ha).\n",
            "The campus has landmarks which have accrued over its history. O'Connor Plaza surrounds the Founder's Garden between Polett Walk and Liacouras Walk.[27] The bronze statue of an owl, the university's mascot, is at the centre of main campus.[28]\n",
            "The Founder's Garden near Liacouras Walk is the burial place of Russell Conwell, founder and 38-year president of Temple.[28] A bust of Conwell marks his grave. The Bell Tower is a landmark of the campus. It's 96 feet (29 m) tall and located in the center of the Main Campus between Paley Hall and Beury Hall. The surrounding plaza and grassy area is commonly referred to as \"the Beach\" or \"Beury Beach\".[citation needed]\n",
            "Another green area on Main Campus is the Johnny Ring Garden. It is located near Mitten Hall and features a statue of Johnny Ring, Conwell's personal orderly during the Civil War.[29]\n",
            "Health Sciences Campus in North Philadelphia covers about 20 acres and extends to either side of North Broad Street from Allegheny Avenue to just above Tioga Street. The campus is home to Temple University Hospital, a teaching hospital; the Lewis Katz School of Medicine; the School of Pharmacy; the Maurice H. Kornberg School of Dentistry; and the College of Public Health.[30]\n",
            "Podiatric Medicine Campus is located at 8th and Race Streets. The Foot and Ankle Institute, the School of Podiatric Medicine, as well as the Shoe Museum, are at this location.[31]\n",
            "Center City Campus is across the street from Philadelphia City Hall. The Campus offers undergraduate and graduate courses and full degree programs in the evening, as well as non-credit workshops and seminars.[32]\n",
            "Ambler Campus, originally a junior college, has 325 faculty and 4,600 students, with bachelor's and master's degree programs on a site with a 187-acre (757,000 m2) arboretum, 13 miles (21 km) from Temple's main campus in Ambler, Pennsylvania.\n",
            "Temple University Harrisburg (TUH), located in Harrisburg, Pennsylvania, has a variety of graduate degree programs, certificate and professional development programs.[33] The campus has an evening and weekend course schedule designed for working adults. The campus is located within the Strawberry Square complex.[33]\n",
            "Temple University, Japan Campus (TUJ) is a branch campus in Setagaya-ku, Tokyo, Japan just outside of Shibuya. Temple University Japan was the oldest and largest campus of any foreign university in Japan. TUJ students are taught in English and receive a degree from the main campus in Philadelphia. [34]\n",
            "In addition to its core undergraduate program with over 2,500 students from 70 different countries, TUJ has graduate programs in law, business, and education; an English-language preparation program; continuing education courses; and corporate education classes. Temple University Japan became the first recognized foreign university campus in Japan. TUJ's credits and degrees are recognized[by whom?] as being equivalent to those of Japanese universities and it can sponsor visas for international students.[citation needed] Students are also given Japanese student identification cards.[34]\n",
            "In 1966 Temple Rome established its first campus in Rome in the Villa Caproni, just north of Piazza del Popolo along the Tiber river. The Villa Caproni is the historic home of Giovanni Battista Caproni. Its facilities included a 15,000-volume library, a computing center, academic classrooms,  art and architecture studios, an art gallery and student lounges.[35]\n",
            "In the Fall of 2024, Temple Rome moved to a new, central location, establishing its new campus at Piazza di Spagna—one of the most notable landmarks in the Eternal City and a UNESCO World Heritage Site. Facilities include state-of-the-art classrooms, art studios and an art gallery, a science lab, a conference center, a library, and open-air terraces and a courtyard for events. Additionally, it will feature full disability access and a new 50-bed residence hall, offering a true campus experience in the heart of Rome.[36]\n",
            "The Temple University Police department is the largest university police force in the United States, with 130 campus police officers, including supervisors and detectives.[37][38] All are Pennsylvania-certified law enforcement officers; each receives state-mandated police recruit training at an accredited state police academy.[39]\n",
            "The campus has more than 600 security cameras and more than a thousand 1000-watt metal halide lamps mounted on campus roofs to mimic daylight.[40] Temple has two mass notification systems for emergencies, TUalert and TUsiren.[41]\n",
            "In March 2023, Temple received a public safety grant worth nearly $1.8 million to improve campus safety.[42]\n",
            "The Office of Sustainability[43] was established on July 1, 2008,[44] as a central resource focusing on four key areas: operations, academics, research, and outreach and engagement.\n",
            "The Ambler campus' \"Ambler College\", which is home to the Community and Regional Planning, Landscape Architecture, and Horticulture Departments, changed its name in 2009 to the School of Environmental Design. The campus is also home to the Center for Sustainable Communities, a Sustainability-based research center.[45]\n",
            "Since 2008, the university has enacted policies that include purchasing from green vendors and conserving water and energy across campus;[46] offered 46 undergraduate courses, 22 graduate courses and 12 General Education courses focusing on the environment and sustainability; set in place programs to administer grants and offer incentives for any research related to the environment or sustainability;[47] and offered programs to help create a green culture, both at Temple and beyond.[48][49][50]\n",
            "The university in 2014 adopted a new campus plan, Visualize Temple, with signature projects including a new library and quad in the heart of campus.[51] A companion project, Verdant Temple, was announced in 2015 as a university strategy for updating and beautifying the school's open spaces, walkways and landscaping.[52]\n",
            "The Architecture building opened January 2012. The design incorporates a glass curtain wall exterior \"skin\" that allows daylight in to interior studios and classrooms while also providing views of the surrounding urban environment. The open plan of the structure enables collaboration within the design studios.[53]\n",
            "Science and Education Research Center was complete in spring of 2014. The Project has attained LEED Gold Certification. [54][55]\n",
            "The Paley Library opened in 1966 and was designed, as common at the time, as a book warehouse rather than a modern academic library.[56]  After being supplanted by the Charles Library, the building was renamed to Samuel Paley Hall and subsequently housed the College of Public Health, as well as the campus bookstore, relocated from the Student Center.[56]\n",
            "On August 25, 2019, the university opened Charles Library, a four-story tall study facility. The building was designed by international architectural design office, Snøhetta.[57]  As of 2020[update], the library holdings amounted to 4 million physical items, including 1.5 million books, and 1.5 million electronic books.[56]  The library includes both an automated search and retrieval system and browsable stacks for physical volumes.[56] The library is open to the general public.[56]\n",
            "Temple University is classified among \"R1: Doctoral Universities – Very high research activity\",[58] and has more than 500 degree programs at 15 schools and colleges and five professional schools including dentistry, law, medicine, pharmacy, and podiatric medicine.[59]\n",
            "The Boyer College of Music and Dance is part of the Center for the Performing and Cinematic Arts at Temple University in Philadelphia, Pennsylvania, in close proximity to the city's historic cultural institutions, including the Kimmel Center for the Performing Arts, The Philadelphia Orchestra, Opera Philadelphia, Pennsylvania Ballet, Philadanco and the Philadelphia Museum of Art.[60] The Boyer College of Music and Dance is housed in Presser Hall.\n",
            "The College of Engineering at Temple University includes five departments: Bioengineering, Civil & Environmental Engineering, Electrical & Computer Engineering, Mechanical Engineering, and Center for Engineering, Management & Technology. The college offers eight undergraduate programs (B.S.) and seven graduate programs (M.S., Ph.D.).[61]\n",
            "The College of Liberal Arts at Temple University includes 28 academic departments, offering 35 undergraduate majors and 36 minors. The College of Liberal Arts is housed in Mazur (formerly Anderson) and Gladfelter Halls.\n",
            "The Criminal Justice department is one of the leading criminal justice programs in the United States.[62] The college offers 15 master's degrees and 13 doctoral programs.[63]\n",
            "Temple University's College of Public Health includes the departments of Communication Sciences and Disorders, Epidemiology and Biostatistics, Health and Rehabilitation Sciences, Health Services Administration and Policy, Kinesiology, Nursing, Social and Behavioral Sciences and the School of Social Work. It is one of the largest colleges of public health in the United States. The College of Public Health offers bachelor's, master's and doctoral degrees as well as certificate programs.\n",
            "The College of Public Health's department is housed inside the Bell Building (TECH Center).\n",
            "Temple University's College of Science and Technology houses the departments of Biology, Chemistry, Computer & Information Sciences, Earth & Environmental Science, Mathematics, and Physics. It is one of the largest schools or colleges of its kind in the Philadelphia region with more than 230 faculty and 4,000 undergraduate students.[64]\n",
            "The College of Science and Technology offers bachelor's, master's, and doctoral degrees in all six departments as well as science with teaching bachelor's degrees through the TUteach program. CST's advanced Science Education and Research Center (SERC), which opened in 2014, is 247,000 square feet research center, home to 7 research center and institutes. SERC has 52 research labs and 16 teaching rooms, and cost $137 million.[65]\n",
            "The College of Science and Technology's Biology department is housed in the BioLife building, while the Chemistry and Earth & Environmental Science departments are housed in Beury Hall. The Mathematics department is housed in Wachman Hall, while the Physics and Computer Science departments are housed in SERC.\n",
            "The Fox School offers 15 undergraduate majors, 19 minors, 10 professional master's programs, and two PhD programs, and the school has a variety of international partnerships.[66]\n",
            "It ranked in the top 30 in the nation in the 2017 Times Higher Ed World University Rankings and top 80 in the world for undergraduate studies.[67] The Fox School of Business is housed in Alter Hall.\n",
            "On March 9, 2020, the Department of Veterans Affairs suspended G.I. Bill reimbursement eligibility for Temple University and several other schools due to what the V.A. said were \"erroneous, deceptive, or misleading enrollment and advertising practices\", giving the schools 60 days to take \"corrective action\". The Philadelphia Inquirer states that the action is a result of misreporting by the Fox School of Business.[68] The VA withdrew its threat of sanctions in July 2020.[69]\n",
            "Klein College of Media and Communication (formerly, the School of Media and Communication) is one of the largest and most comprehensive schools of media and communication in the country. The school has about 3,000 undergraduate and graduate students, more than 20,000+ alumni, and more than 60 full-time faculty members.[citation needed]\n",
            "The School of Media and Communication was renamed the Klein College of Media and Communication on in 2017, in tribute to broadcasting pioneer Lew Klein, who died in June 2019.[70][71]\n",
            "In July 2014, Lewis Katz School of Medicine scientists were the first to remove HIV from human cells.[72]\n",
            "In October 2015, the school of medicine was officially named the Lewis Katz School of Medicine at Temple University in honor of Temple alumnus and former trustee Lewis Katz.[73]\n",
            "The Temple University School of Pharmacy (TUSP), on the Health Science Campus of Temple University in Philadelphia, is one of six schools of pharmacy in Pennsylvania conferring the doctor of pharmacy (Pharm.D.) degree. It also confers the Ph.D. (doctor of philosophy) and M.S. (master of science) degrees in pharmaceutical sciences.\n",
            "The Tyler School of Art and Architecture was founded in Elkins Park, Pennsylvania, in the 1930s, when Stella Elkins Tyler donated her estate to Temple University. Tyler moved to a state-of-the-art facility at Temple's Main Campus in Philadelphia in 2009.[74]  In 2019, more than 20 years after Temple's Architecture programs became part of Tyler, the school expanded its name, becoming the Tyler School of Art and Architecture.[75]\n",
            "Tyler was ranked number 15 in fine art schools in the United States by U.S. News & World Report in 2016.[76]\n",
            "The School of Theater, Film and Media Arts (TFMA) is part of the Center for the Performing and Cinematic Arts at Temple University, which also includes the Boyer College of Music and Dance.[77] Along with the center, TFMA was created in 2012.[77]\n",
            "TFMA offers BA and BFA programs in 13 concentrations in disciplines from musical theater to cinematography, screenwriting to theater design.[78][79] Graduate programs include MFA programs in Film and Media Arts, Musical Theater Collaboration, Acting, Design, Directing and Playwriting, as well as MA programs in Media Arts and Musical Theater Studies, and a PhD in Documentary Arts and Visual Research.[80][81]\n",
            "The Beasley School of Law was founded in 1895.[82] With an enrollment of approximately 650 students in Fall 2023, the school trains students with programs focused on trial advocacy, transnational law, and taxation, among others.[82][83] The school offers full- and part-time programs, offering evening classes for working students.[84] As of 2024, U.S. News & World Report ranked the school the tied for 54th best law school in the United States.[85]\n",
            "The College of Education and Human Development has more than 2,140 students (undergraduate,  graduate programs, and non-matriculated students).[82] Founded in 1919, the college is organized into three departments: Teaching & Learning, Policy, Organizational & Leadership Studies, and Psychological Studies in Education.[86] The college has a longstanding relationship with the School District of Philadelphia, helping to teach and prepare future educators for the city.[86] The College of Education is housed in Ritter Hall.\n",
            "Temple's School of Social Work, part of the College of Public Health, offers full-time, part-time and online programs.[87] It had an enrollment of more than 600 students in Fall 2017.[82]\n",
            "Temple's School of Podiatric Medicine is a school of podiatry. The school's Foot and Ankle Institute is the largest podiatric medical treatment facility anywhere, logging more than 40,000 patient visits annually.[88] Students also train through programs through Temple University Health System.[88]\n",
            "The Kornberg School of Dentistry, established in 1863, is the second oldest dental school in continuous existence in the United States.[89][90][82] The school's clinic offers services including routine dental care and prevention to children's dentistry, orthodontics, emergency care, and implants.[90]\n",
            "The School of Sport, Tourism and Hospitality Management[91] houses the Sport Industry Research Center and the U.S.–Asia Center for Tourism & Hospitality Research.[92] More than 1,100 students were enrolled in its undergraduate and graduate programs as of Fall 2017.[82]\n",
            "Temple offers a comprehensive global experience (undergraduate and graduate) at its campus in Japan, study-abroad opportunities at its campuses in Rome and Tokyo, and semester and summer programs in London, Rome, Japan, Dublin, Germany, France, China, South Africa, Spain, Ecuador, and Australia.[93] Temple University has a global internship program, offering internships in Spain, Costa Rica, Australia, India, Chile, China, Singapore, and various U.S. cities[94]\n",
            "In January 2006, the university opened the TECH Center, a 75,000 sq ft (7,000 m2) technology facility.[95]\n",
            "In U.S. News & World Report's 2024 rankings, Temple is tied for 89th among all national universities.[103][104] Temple undergraduate college is among the top colleges profiled in The Princeton Review's The Best 382 colleges (2018).[105] Temple's Arts and Humanities faculty, Social Science and Management faculty, Life Science and Medicine faculty are ranked 401-450, 451-500, 369th respectively in the world in 2024 by QS World University Rankings.[106] Additionally, Temple's Hospitality and Tourism Management faculty is ranked 9th in the world in 2024 by ARWU.[107]\n",
            "In 2017, Temple received $268.4 million in research funding, ranking it 85th out of 901 institutions in the NSF's Higher Education Research and Development Survey.[108]\n",
            "As of 2018, about 11,000 students live on or around Temple's main campus. University officials have tried various strategies, including building facilities, to encourage students, faculty, and staff to live and work nearby.[110]\n",
            "Recreational facilities on and around main campus include the Howard Gittis Student Center, which has a movie theater, food court, underground multi-purpose room, game room, computer lounge, and meeting and office space for student groups and organizations. Exercise facilities include the Independence Blue Cross Student Recreation Center (commonly referred to as IBC), which provides 59,000 square feet (5,500 m2) of fitness facilities; the Student Pavilion, a 4-court field house for volleyball, basketball, badminton, floor hockey, indoor soccer, tennis, golf, and more; and Pearson/McGonigle, TU Fitness, and the Geasey Field Complex. The Recreation Center is part of the Liacouras Center, which also includes the home court of the Temple basketball team and various entertainment venues.\n",
            "In 2017, the Aramark Student Training and Recreation Complex (commonly referred to as STAR) was built, which includes a new climbing wall and the weight room. There is also academic classrooms for the College of Public Health, administrative offices, a juice bar, and a 75-yard turf field.\n",
            "Cherry and White are the official school colors of Temple University. Cherry is a common motif at Temple, from the Cherry Crusade fan club to the Cherry and White Directory. In 2008, Temple standardized the cherry color to be Pantone Matching System (PMS) 201.[111]\n",
            "The university's symbol, the Temple \"T\", was designed by students in a graphic arts and design class in the Tyler School of Art and Architecture in 1983. The \"T\" represents strength and positive character, with the open ends showing the free exchange of ideas that is the hallmark of a Temple education.[112] The Temple T is referenced in the school's cheer, T For Temple U.\n",
            "The owl has been the symbol and mascot for Temple University since its founding in the 1880s, making it the first school in the United States to adopt the owl as its symbol.[113] The nocturnal hunter symbolized Temple's early mission as a night school for ambitious young people of limited means. Russell Conwell encouraged these students, saying, \"The owl of the night makes the eagle of the day.\" In 1977, Temple introduced \"Victor T. Owl\", a costumed mascot, which was then renamed Hooter in 1984, and has remained Temple's mascot at sports games and events since.[114] Stella, Temple's live owl mascot, was hatched in 2009 in Washington State and raised by a master falconer.[115] She arrived in Pennsylvania in 2011 and lives in the Elmwood Park Zoo in Norristown, Pennsylvania. Stella is one of two live owl mascots in Division I athletics, the other being Florida Atlantic University's Hera.[116]\n",
            "28 Greek organizations are part of the Temple University Greek Association; some claim than more than 1,600 undergraduates are members.[117]\n",
            "Temple University has more than 300 student organizations for a variety of interests academic, professional, political and advocacy, service, religious, cultural and international, arts, entertainment, recreation and leisure, and media and publishing.[118]\n",
            "The Temple University Graduate Students' Association (TUGSA), which is affiliated with the American Federation of Teachers and the AFL-CIO, is the only recognized graduate student employee union in Pennsylvania. Formed in 1997, TUGSA is a union that advocates for graduate students that are employed by the university as teaching or research assistants.[119]\n",
            "The Main Campus Program Board is a student-run organization that plans the premiere events for the Temple student body. They specialize in large-scale events for the student community on Main Campus, organize trips to locations throughout the region, plan student Homecoming events including the annual Homecoming concert, and host speakers, comedians, and novel events.[120]\n",
            "The Temple News is the editorially independent weekly newspaper of Temple University. It prints 5,000 copies to be distributed primarily on Temple's Main Campus every Tuesday. A staff of 25 plus more than 150 writers design, report and edit the 20-page paper.[121] In 2008, the paper's Web site, temple-news.com, received the National Online Pacemaker Award from the Associated Collegiate Press.[122] In 2015, the paper also won the print counterpart, the National Pacemaker Award.[123] In 2009, the paper's staff won eight Keystone Press Awards.[124] Templar, Temple University's annual undergraduate yearbook, was created in 1924.[125] During 2017, the yearbook received a national second-place award from the American Scholastic Press Association.[126] WHIP, an acronym that stands for We Have Infinite Potential, is Temple University's student radio station. It started broadcasting using Carrier Current in the Student Center before moving its studios to the TECH center. WHIP also gets increased visibility in a top-five media market as one of iHeartRadio's top college radio stations. Temple also has TUTV, a digital cable station that broadcasts to Philadelphia. TUTV features programs from Klein College School of Media and Communication, other colleges and schools at Temple, community and professional broadcasting partners.[127]\n",
            "Temple University's sports teams are the Owls: a name born from Temple's early days when it was a night school. The sports teams all participate in the NCAA's Division I and the American Athletic Conference (The American). The Owls moved after spending the previous 31 years in the Atlantic 10 Conference (A-10). The field hockey team are affiliate members of the Big East Conference. The Owls are also part of the Philadelphia Big 5, the Philadelphia-area basketball rivalry. Temple University was among the first institutions in the United States to sponsor extracurricular athletic activities for its students when both the football and basketball programs were inaugurated in 1894 under the direction of Coach Charles M. Williams.[128]\n",
            "Temple's football program dates back to 1894 and currently plays Division I FBS football in the American Athletic Conference.[129]\n",
            "On December 17, 2012, Matt Rhule [pronounced rule] was named Temple's 26th head football coach. He had most recently served as the assistant offensive line coach with the New York Giants. Rhule was an assistant coach for the Owls for six seasons, ending in 2010–11 when the program went 9–4 and played in the fourth bowl game in school history, the Gildan New Mexico Bowl, where the Owls defeated Wyoming, 37–15 – Temple's first postseason victory since the 1979 Garden State Bowl.[130] In 2015, they posted a school-record-tying 10 wins and 4 losses.[131]\n",
            "Temple won the 2016 American Athletic Conference Football Championship Game to secure its first conference championship since 1967. On December 13, 2016, Geoff Collins was named Temple's 27th head football coach. Before taking the position, Collins had served as defensive coordinator for the University of Florida Gators that ranked among the nation's best during his two seasons on staff.[132] Collins took the Temple Owls to the Bad Boy Mowers Gasporilla Bowl in 2017 in which the Owls defeated the Florida International Golden Panthers 28 to 3.[133]\n",
            "The team is currently coached by Stan Drayton.\n",
            "The Temple Men's basketball program was ranked fifth in all-time NCAA wins with 1,903 starting the 2017–2018 season. Only Kentucky, Kansas, North Carolina, and Duke have a higher total.\n",
            "Temple is recognized as having won the first-ever National Collegiate basketball championship in 1938, under Coach James Usilton. That Owls team, which finished with a 23–2 record, won the inaugural National Invitation Tournament by routing Colorado, 60–36, in the championship final. Because the NCAA Tournament was not held until the following year, Temple's NIT championship earned the Owls the first national college basketball title. During the 1950s, the Temple basketball team made two NCAA Final Four appearances (1956 and 1958) under Head Coach Harry Litwack. Litwack would be inducted into the Basketball Hall of Fame after concluding a 21-year coaching career that included 373 wins.[134]\n",
            "Head Coach John Chaney, who is also a Hall of Fame coach, won a total of 724 career games and took Temple to the NCAA tournament 17 times. His 1987–88 Owls team entered the NCAA tournament ranked No. 1 in the country, and he has reached the Elite Eight on five occasions. He was consensus national coach of the year in 1988.[134]\n",
            "On April 10, 2006, University of Pennsylvania head coach and La Salle University alumnus Fran Dunphy was named the new Temple's men's head basketball coach after Chaney's retirement in conclusion of the 2006 season. Dunphy had coached the Quakers for 17 straight seasons prior to the move. Dunphy and the Owls won three straight Atlantic-10 tournaments in 2008, 2009 and 2010, with the third marking a conference-leading ninth A-10 title. In the 2011–12 season, the Owls won the A-10 regular season title.[135]\n",
            "The team is currently coached by Adam Fisher.\n",
            "There are more than 365,000 Temple alumni currently living in 50 states and 152 countries.[136] Temple has many notable alumni, such as Bill Cosby,[137] Bob Saget,[138] Daryl Hall, John Oates,[139] Irvin Kershner,[140] Diplo.[141] and Karen Patricia Williams (women's cancer prevention). Temple University employs over 3,100 educators and has a student to faculty ratio of 14:1.[142]\n",
            " WikiMiniAtlas39°58′53″N 75°09′16″W﻿ / ﻿39.98139°N 75.15444°W﻿ / 39.98139; -75.15444\n"
        ]
    },
    {
        "Texas A&M University - Wikipedia": [
            "\n",
            "Texas A&M University (Texas A&M, A&M, or TAMU) is a public, land-grant, research university in College Station, Texas, United States. It was founded in 1876 and became the flagship institution of the Texas A&M University System in 1948. Since 2021, Texas A&M has enrolled the largest student body in the United States,[15] and is the only university in Texas to hold simultaneous designations as a land-, sea-, and space-grant institution. It is classified among \"R1: Doctoral Universities – Very high research activity\" and a member of the Association of American Universities.\n",
            "The university was the first public higher education institution in Texas; it opened for classes on October 4, 1876, as the Agricultural and Mechanical College of Texas (A.M.C.) under the provisions of the 1862 Morrill Land-Grant Act. In the following decades, the college grew in size and scope, expanding to its largest enrollment during WWII before its first significant stagnation in enrollment post-war.[16] Enrollment grew again in the 1960s under the leadership of President James Earl Rudder, during whose tenure, the college desegregated, became coeducational, and ended the requirement for participation in the Corps of Cadets. In 1963, to reflect the institution's expanded roles and academic offerings, the Texas Legislature renamed the college Texas A&M University; the letters \"A&M\" were retained as a tribute to the university's former designation.\n",
            "The university's main campus spans over 5,500 acres (22 km2), and includes the George H. W. Bush Presidential Library and Museum. The university offers degrees in more than 130 courses of study through 18 colleges, and houses 21 research institutes. As a senior military college, Texas A&M is one of six American universities classed as a senior military college and has a full-time, volunteer Cadet Corps whose members study alongside civilian undergraduate students. About one-fifth of the student body lives on campus. Texas A&M has more than 1,000 officially recognized student organizations. Many students observe university traditions that govern conduct in daily life and sporting events. The university's students, alumni, and sports teams are known as Aggies, and its athletes compete in eighteen varsity sports as a member of the Southeastern Conference.\n",
            "In 1862, the U.S. Congress passed the Morrill Act, which auctioned land grants of public lands to establish endowments for colleges at which the \"leading object shall be, without excluding other scientific and classical studies and including military tactics, to teach such branches of learning as are related to agriculture and mechanical arts ... to promote the liberal and practical education of the industrial classes in the several pursuits and professions in life\".[17] In 1871, the Texas Legislature used these funds to establish the state's first public institution of higher education,[17][18] the Agricultural and Mechanical College of Texas, (Texas A.M.C.).[17] Brazos County donated 2,416 acres (10 km2) near Bryan, Texas, for the college's campus.[17] From its beginning until the late 1920s, students were officially nicknamed \"Farmers\" but the moniker \"Aggies\"—a common nickname for students at schools focused heavily on agriculture—gained favor and became the official student-body nickname in 1949.[19]\n",
            "The first day of classes was set for October 2, 1876, but only six students enrolled on the first day. Classes were delayed and officially began on October 4 with six faculty members and forty students at the military school.[20] During the first semester, enrollment increased to 48 students and by the end of the 1877 spring semester, 106 students had enrolled. Admission was limited to white males, who were required to participate in the Corps of Cadets and receive military training.[21] Originally, the college taught no classes in agriculture or engineering, instead concentrating on classical studies, languages, literature, and applied mathematics. After initial resistance from faculty, the college began to focus on degrees in scientific agriculture, and civil and mechanical engineering.[17][22] In 1881, enrollment grew to 258 but declined to 108 in 1883, the same year the University of Texas opened in Austin.[23] Although originally envisioned and annotated in the Texas Constitution as a branch of the soon-to-begin University of Texas, Texas A.M.C. had a separate Board of Directors from the University of Texas and was never incorporated into the University of Texas System.[17]\n",
            "In the late 1880s, many Texas residents saw no need for two colleges in Texas and advocated for the elimination of Texas A.M.C. In 1891, the college was saved from closure by its new president Lawrence Sullivan Ross, former Governor of Texas and former Confederate Brigadier General, by demonstrating the college could function and excel in its established form under proper leadership. Ross made many improvements to the campus, installing running water and permanent dormitories. Enrollment doubled under his tenure to 467 cadets as parents sent their sons to Texas A.M.C. to emulate the traits of Ross.[24] Many college traditions began under Ross's presidency, including the creation of the first Aggie Ring, the senior class ring.[24] Ross served until his death in 1898; to honor his contributions to the college, a statue of him was erected in 1918 in front of modern-day Academic Plaza.[24][25]\n",
            "Initially, women were permitted to attend classes only as \"special students\" but were not permitted to seek degrees.[26] In 1893, Ethel Hudson, a daughter of one of the faculty, became the first woman to take classes; in 1899, her sisters Sophie and Mary Hudson did the same.[26] Though not explicitly envisioned as such, over time it became a de facto all-male institution and led to a decades-long debate about the role of women at the college.[26] In 1911, under pressure from the Texas Legislature, the college allowed women to attend classes during the summer semester.[26] A.M.C. expanded its academic offerings with the establishment of the School of Veterinary Medicine in 1915.[17]\n",
            "Many Texas A&M alumni served during World War I and by 1918, 49% of all Aggies were in military service, a higher proportion than that of any other American college or university.[17] In early September 1918, the entire senior class enlisted, and there were plans to send the younger students at staggered dates throughout the next year. Many of the seniors were fighting in France when the war ended two months later.[27] More than 1,200 alumni served as commissioned officers. After the war, Texas A&M grew rapidly and became nationally recognized for its programs in agriculture, engineering, and military science.[17] The first graduate school was organized in 1924 and the school awarded its first PhD in 1940.[17] In 1925, Mary Evelyn Crawford Locke became the first female student to receive a diploma from Texas A&M but she was not allowed to participate in the graduation ceremony.[28] The following month, the Board of Directors officially prohibited all women from enrolling.[26]\n",
            "Many Texas A&M alumni served in the military during World War II; the college's educational and technical training resulted in 20,229 trained combat troops for U.S. military efforts. Of those, 14,123 alumni served as officers, more than any other school, and more than the combined total of the United States Naval Academy and the United States Military Academy.[29][30] At the start of World War II, Texas A&M was selected as one of six engineering colleges to participate in the Electronics Training Program, which would train Navy personnel to maintain new radar systems.[31] During the war, 29 Texas A&M graduates reached the rank of general.[17]\n",
            "After the end of World War II, enrollment rapidly grew as many former soldiers used the G.I. Bill to fund their education;[32] however, enrollment stagnated in the following decade.[16]\n",
            "In 1948, the state legislature established the Texas A&M College Station campus as the flagship of a new system of universities, the Texas A&M University System. Its goal was to serve as the lead institution to foster the evolution of a statewide educational, research and service system.[33]\n",
            "On July 1, 1959, Major General James Earl Rudder, class of 1932, became the 16th president of the college.[34][35] In 1963, with the backing of State Senator William T. \"Bill\" Moore, the 58th Legislature of Texas approved Rudder's proposal for a substantial expansion of the college. Over the coming years, Texas A&M augmented and upgraded its physical plant and facilities, and diversified and expanded its student body by admitting women and minorities. Membership in the Corps of Cadets also became voluntary from the start of the fall semester of 1963.[36] Initially, the decision to admit women made the student body very unhappy.[37] The change was initially resisted and some minor efforts to reverse it persisted for several decades. The positive impact of these changes was rapid. By 1972, on-campus housing was dedicated for women and in 1976, the student body elected its first Black student-body president.[37] In the same series of actions, the Texas legislature officially renamed the school \"Texas A&M University\",[38] specifying the symbolic nature of the letters \"A\" and \"M\", which reflect the institution's past, and no longer denote \"Agricultural and Mechanical\".[17]\n",
            "By the time of his death in 1970, Rudder had overseen the growth of the college from 7,500 to 14,000 students from all 50 U.S. states and from 75 other nations.[38][39] In the 35 years following his death, Texas A&M more than tripled its enrollment from 14,000 students to more than 45,000.[40] Texas A&M became one of the first four universities given the designation sea-grant for its achievements in oceanography and marine resources development in 1971.[41] In 1989, the university earned the title space-grant from the National Aeronautics and Space Administration (NASA) to recognize its commitment to space research and participation in the Texas Space Grant Consortium.[42] In 1997, the university opened the Bush School of Government and Public Service and the George H.W. Bush Presidential Library and Museum—one of fifteen American presidential libraries operated by the National Archives and Records Administration.[43][44] Former U.S. President George H.W. Bush remained actively involved with the university, frequently visiting the campus and participating in special events until his death in 2018. He was buried on campus.[45]\n",
            "With strong support from Rice University and the University of Texas, in May 2001, the Association of American Universities inducted Texas A&M on the basis of the depth of its research and academic programs.[46] As the student population increased, so did the university's diverse academic offerings. On July 12, 2013, Texas A&M Health Science Center was formally merged into the university.[47] On August 12, 2013, the university acquired the Texas Wesleyan University School of Law and renamed it the Texas A&M University School of Law.[48][49]\n",
            "In 2017, the retention of the statue of Lawrence Sullivan \"Sul\" Ross was in question after other institutions removed statues of former Confederate officers. The Texas A&M University System Chancellor, John Sharp, and President, Michael Young, announced the statue would remain on campus because it is not based upon his service in the Confederate Army.[50][51][52] Amid the Black Lives Matter movement and vandalism of the statue, attempts in 2020 by a group of students and activists to secure its removal were rebuffed by the university's administration, other students and alumni, and counter-protestors.[53][54][55] The university also confirmed that the removal of the statue would require Texas Congressional approval.[56]\n",
            "In 2022, university president M. Katherine Banks implemented university-wide administrative restructuring that involved several changes to academic unit names and branding. The College of Science, the College of Geosciences, and the College of Liberal Arts, were merged to form the Texas A&M University College of Arts & Sciences. Several academic units underwent a change in name from \"college\" to \"school\". Additionally, the Texas A&M pharmacy unit was renamed the Texas A&M University Irma Lerma Rangel School of Pharmacy.[57] The following year, Banks suddenly resigned in July, only days after the resignation of the interim dean of the College of Arts & Sciences, after a botched attempted hiring of Kathleen McElroy to revive the university's journalism program.[58] The initial job offer, which included a multiyear offer and tenure,[59] was later watered down, with McElroy being presented with a succession of different offer letters. The final, which was rejected, was a one-year contract that could be terminated at any time.[60] Her potential hiring was heavily criticized by conservative groups and alumni, as the offer was made to a black woman who had previously worked at The New York Times and studied how to improve diversity, equity, and inclusion in newsrooms.[61] Shortly thereafter, the university paid McElroy $1 million to settle her legal claims.[62] After Banks resigned, Mark A. Welsh III, the dean of the Bush School of Government and Public Service, was appointed interim president.[63]\n",
            "April 2024, students at Texas A&M University joined other college students across the USA in protesting against the Israel-Hamas war.[64][65] They demanded that A&M divest funds[66] from companies supporting the war.[67][68] The protests continued in into the next academic year with the students alleging that Israel was carrying out a genocide and the administration cracking down on protests and further limiting free speech.[69][70]\n",
            "Texas A&M's College Station campus spans 5,200 acres (21 km2) and Research Park covers an additional 350 acres (1 km2).[10][71] The university is part of the Bryan-College Station metropolitan area of Brazos County, which is located in the Brazos Valley (Southeast Central Texas) region, an area often referred to as \"Aggieland\".[72] Brazos Valley is centrally located within 200 miles (320 km) of three of the ten largest cities in the U.S. and 75% of the population of Texas and Louisiana—approximately 13 million people. The area's major roadway is State Highway 6, and several smaller state highways and Farm to Market Roads connect the area to larger highways such as Interstate 45.[73]\n",
            "The College Station campus is bisected by a railroad track operated by Union Pacific.[74] The area east of the tracks, known as main campus, includes buildings for the colleges of engineering, architecture, geosciences, science, education, and liberal arts. Dormitories, the main dining centers, and many campus support facilities are also on the main campus. Notable buildings on main campus include Kyle Field, Sterling C. Evans Library, the Academic Building, Harrington Hall, the Memorial Student Center, the Administration Building, Rudder Tower, Albritton Bell Tower, and the Bonfire Memorial.[75] To the west of the railroad tracks lies West Campus, which includes most of the sports facilities, the business school, agricultural programs, life sciences, the veterinary college, the political science and economics school, George Bush School of Government & Public Service, George Bush Presidential Library, and two schools within the Texas A&M Health Science Center.[76]\n",
            "Outside the main campus, the institution formally includes three branch campuses: Texas A&M University at Galveston is dedicated to marine research and hosts the Texas A&M Maritime Academy; Texas A&M University Higher Education Center at McAllen is dedicated to engineering, biomedical science, public health, and food systems industry management;[77] and Texas A&M University at Qatar (TAMUQ) in Education City, Al Rayyan, Qatar, is dedicated to engineering disciplines.[78]\n",
            "Texas A&M Health maintains several other Health Science Centers and campuses away from the Bryan-College Station campus. The School of Engineering Medicine (EnMed), at the Houston Methodist Hospital, and the Texas A&M Institute of Biosciences and Technology, are both located in the Texas Medical Center in Houston.[79] The School of Dentistry is located in Dallas, and the institution has a presence in Corpus Christi, Kingsville, Lufkin, McAllen, Round Rock, and Temple.[80] Texas A&M School of Law, formerly Texas Wesleyan University School of Law, is located in Fort Worth.[48][49] Texas A&M maintains the RELLIS Campus, formerly the Texas A&M University-Riverside Campus and Bryan Air Force Base, which was transferred from the university to become a separate entity within the Texas A&M University System in September 2015.[81]\n",
            "Texas A&M is part of the Texas A&M University System, which consists of eleven universities, eight state agencies, and the RELLIS Campus. The system is governed by a ten-member Board of Regents, nine of whom are appointed by the Governor of Texas to six-year terms, and one non-voting Student Regent who is appointed to a one-year term. The Chancellor of the Texas A&M University System is responsible for day-to-day operations and is answerable to the Board of Regents.[82][83][84]\n",
            "The university is led by the university president, who has executive responsibility, and is selected by and reports to the chancellor. The provost is responsible for all educational and service activities of the university, and reports to the president. The cabinet, as the institution's administrative arm, and the deans of the respective colleges, also report to the president.[82][83] The university and colleges are accredited by the Southern Association of Colleges and Schools and associated professional organizations offering degrees in 130 courses of study, over 260 professional and graduate degrees via its 17 colleges, and further opportunities in 21 research centers and institutes.[85][86][87]\n",
            "As of the fall semester in 2021, Texas A&M was the largest American university with an enrollment of 72,982 students[8][90] who were pursuing degrees in 17 academic colleges. The student body originates from all 50 U.S. states and over 120 other countries. Texas residents account for 86.27% of the student population and 7.42% are of international origin.[91] The demographics of the student body are 52.9% male and 47.1% female.[92] Members of ethnic minority groups make up 42.2% of the student population.[a] According to U.S. News & World Report, Texas A&M has a student-to-teacher ratio of 19:1 and an average-freshman-retention rate of 92%.[92][93] According to the institution, in 2019, it had a four-year-graduation rate of 59% and a six-year-graduation of 81.7%.[94] College of Engineering had the largest enrollment of 29.6%. The College of Liberal Arts and the College of Agriculture and Life Sciences followed, enrolling 12% and 11% of the student body, respectively. The School of Education and Human Development and Mays Business School each enrolled 9%. The remaining schools enrolled less than 6% each. In addition, slightly more than 3% of the student body had not declared a major.[95]\n",
            "As of 2019, the university enrolled the seventh-highest total of National Merit scholars in the United States and the third-highest among all public universities.[96][97] As of 2021, about 72% of the student body receives about $810 million in financial aid annually.[98] The admission rate of students who applied as undergraduates in 2020 was 63%.[99] The school is rated as \"more selective\" by U.S. News & World Report.[100][101]\n",
            "In a comparison of educational quality, faculty quality, and research output, the Center for World-Class Universities placed Texas A&M 57th nationally and 151st internationally in its 2021 Academic Ranking of World Universities (ARWU) rankings.[109] In its 2021–2022 rankings, The Times Higher Education Supplement listed Texas A&M 61st among North America's universities and 193rd among world universities.[110] The 2021–2022 QS World University Rankings[111] placed the university 168th in the world. In its 2022 edition, the Center for World University Rankings placed Texas A&M as the 74th-best university globally and 41st nationally.[112] In the 2022 edition of the U.S. News & World Report ranking of universities, Texas A&M was placed 68th nationally and 130th globally.[113][114]\n",
            "In 2021, The Washington Monthly assessed Texas A&M 21st nationally based on their criteria that weigh research, community service, and social mobility.[115] In 2021, Forbes rated Texas A&M as the 17th-best public university in the country and 50th overall.[116] After conducting a survey of leading employment recruiters, The Wall Street Journal ranked Texas A&M second nationally as \"most likely to help students land a job in key careers and professions\" and the 83rd-best college overall.[117][118] As of 2017, according to Best Value Schools,[119] Texas A&M graded first in nation as the best college for military veterans, based on a return on investment. As of 2015, Texas A&M was rated the second-best university for veterans in USA Today[120] and ninth for \"business schools for veterans\" by the Military Times.[121]\n",
            "The Texas A&M University System has an endowment valued at more than $19.2 billion; the second highest among U.S. public universities and seventh overall.[122][123] Apart from revenue received from tuition and research grants, as part of the university system, Texas A&M is partially funded from two endowments. The smaller endowment and investment assets, totaling $2.6 billion as of 2021, is run by the private Texas A&M Foundation.[124] A larger sum is distributed from the Texas Permanent University Fund (PUF), in which the system holds a one-third stake. As of 2021[update], the PUF ending net-asset value was approximately $30 billion.[125][126]\n",
            "The National Science Foundation ranked Texas A&M 16th among American universities for research and development expenditures in 2021 with $1.14 billion.[127][128] Concentrated in two primary areas, Research Valley and Research Park, the institution has over 11,750 acres (50 km2), which includes 3,000,000 square feet (279,000 m2) of dedicated research space.[129] The Carnegie Classification of Institutions of Higher Education classifies Texas A&M among \"R1: Doctoral Universities – Very high research activity\" as of 2021.[130] Its research entities include the Hagler Institute for Advanced Study, the Texas Institute for Genomic Medicine, the Texas Transportation Institute, the Cyclotron Institute, the Institute of Biosciences and Technology, and the Institute for Plant Genomics and Biotechnology.[131] Texas A&M University is a member of the SEC Academic Consortium.[132]\n",
            "Texas A&M works with state and university agencies on local and international research projects to develop innovations in science and technology that can have commercial applications. In 2006, the Texas A&M University System was the first to explicitly state in its policy technology commercialization could be used for tenure. Passage of this policy was intended to give faculty more academic freedom and strengthen the university's industry partnerships.[133][134][135] The efforts of system-wide faculty and research departments have yielded millions of dollars for Texas A&M in royalty-bearing license agreements through more than 900 patents and 1,500 patent applications relating to a portfolio of over 2,600 inventions. On average, Texas A&M files over 50 patents and closes 25 license agreements per year.[136][137]\n",
            "Texas A&M has led the world in several fields of cloning research. Scientists at the university's College of Veterinary Medicine created the first cloned pet, a cat named 'cc', on December 22, 2001.[138] Texas A&M was also the first academic institution to clone six species; cattle, a Boer goat, pigs, a cat, a deer, and a horse.[139] In 2016, the animal-rights group People for the Ethical Treatment of Animals (PETA) targeted the university and alleged abusive experiments on dogs. According to Texas A&M, the dogs in question were given several experimental treatments to improve or cure a genetic condition that also affects humans. During this period, the dogs were under the care of board-certified veterinarians and other highly trained staff with oversight from multiple agencies including the National Institutes of Health (NIH) and the Muscular Dystrophy Association.[140][141]\n",
            "The university is also engaged in significant scientific exploration projects. In 2004, as part of its responsibilities under the space grant program, it joined a consortium of universities and countries to build the Giant Magellan Telescope in Chile.[142][143] Construction began in November 2015; on its completion—which is scheduled for 2025—it will be the largest optical telescope ever constructed with seven mirrors, each with a diameter of 8.4 meters (9.2 yd), the equivalent of a mirror 24.5 meters (26.8 yd) across and ten times more powerful than the Hubble Space Telescope.[144][145] As part of a collaboration with the U.S. Department of Energy's National Nuclear Security Administration, Texas A&M completed the first conversion of a nuclear research reactor from using highly enriched uranium fuel (70%) to use low-enriched uranium (20%). The eighteen-month project ended on October 13, 2006, after the first-ever refueling of the reactor, thus fulfilling a portion of the United States' Global Nuclear Threat Reduction Initiative.[146] In 2013, geography researchers named the largest volcano on Earth, Tamu Massif, after the university in honor of their research contributions.[147]\n",
            "Of the university's numerous agreements and joint facilities of international cooperation, Texas A&M owns a multipurpose center in Mexico City, Soltis Research and Education Center near San Isidro, Costa Rica, and Santa Chiara Study Abroad Center in Castiglion Fiorentino, Italy.[148][149] During the 2018 academic year, over 5,600 Texas A&M students—primarily undergraduates—studied in 110 countries.[150] Marine research occurs on the university's branch campus, Texas A&M University at Galveston.[77] It also has collaborations with international facilities such as Hacienda Santa Clara in San Miguel de Allende, Guanajuato, Mexico.[151][152]\n",
            "The university is one of two American universities in partnership with CONACyT, Mexico's equivalent of the National Science Foundation, to support research in areas including biotechnology, telecommunications, energy, and urban development.[153] The university also hosts Las Americas Digital Research Network, an online architecture network for 26 universities in 12 nations, primarily in Central and South America.[154]\n",
            "Founded in 1995 by then-emir Sheikh Hamad bin Khalifa Al Thani and his wife, who is the mother of the current emir Sheikha Moza bint Nasser, Texas A&M University at Qatar was set up through an agreement between Texas A&M and the Qatar Foundation for Education, Science, and Community Development and continues its part of Qatar's efforts to expand higher education with the assistance of elite institutions from the United States.[155] All degrees at the Qatar campus are granted by the university's TAMU College of Engineering.[156] TAMUQ was opened in 2003, and the current contract extends through 2023.[157] The campus offers undergraduate degrees in chemical, electrical, mechanical and petroleum engineering, and a graduate degree in chemical engineering. TAMUQ has received awards for its research.[158] Texas A&M receives $76.2 million per year from the Qatar Foundation for the campus. In the agreement with the Qatar Foundation, TAMU agreed 70% of its undergraduates at its Qatar campus would be Qatari citizens.[155] The curriculum is designed to emulate the academic rigors of the facility at College Station but critics question whether this is possible due to Qatar's strict stance on some of the freedoms granted to U.S. students.[158][159] TAMU has also been criticized over its Qatari campus due to Qatar's alleged ties to Islamic terrorism and the country's human rights record.[160][161] In 2016, Texas A&M Aggie Conservatives, a campus activism group, criticized the campus and called for its immediate closure on the grounds it violated a commitment to educating Texans and diminished the credibility of engineering degrees of students at College Station.[162][163] On 7 January 2024, Mark A. Welsh III, President of TAMU, addressed inaccuracies and misconceptions circulating on various websites and social media platforms regarding the University and its branch campus in Qatar and shared accurate information.[164]\n",
            "In 2013, Texas A&M signed an agreement to open a $200 million campus in Nazareth, Israel, as a \"peace campus\" for Arabs and Israelis.[165] The agreement led to protests from students at the Qatari campus, who called it \"an insult to [their] people\".[161][166] The planned campus in Nazareth was never opened; instead, Texas A&M opened a $6 million marine biology center in Haifa, Israel, in 2016.[167]\n",
            "As of 2020,[update] approximately 20% of the Texas A&M student body lived on campus, primarily in one of two distinct housing sections located on opposite ends of the campus.[169] Both the Northside and Southside areas contain student residence halls. Some halls are single-sex.[170] Several halls include a \"substance-free\" floor whose residents pledge to refrain from bringing alcoholic beverages, recreational drugs, or tobacco products into the hall.[171]\n",
            "Northside consists of seventeen student residence halls, including two dedicated to honors students.[172] Approximately half of the residence halls on campus are reserved for members of the Corps of Cadets.[173] The university also has four major apartment complexes for both staff and students, which are located both on and adjacent to the campus.[174][175]\n",
            "Facilities for the Corps of Cadets are located in the Quadrangle, known as \"The Quad\", an area consisting of dormitories, Duncan Dining Hall, and the Corps training fields.[176][177] The Corps Arches, a series of twelve arches that allude to the spirit of the 12th Man, mark the entrance to the Quadrangle.[178][179] All cadets, except those who are married or who have had previous military service, must live in the Quad with assigned roommates from the same unit and graduating class.[176][180] The Aggie mascot Reveille, a Rough Collie, lives with her handlers in the Corps in the Quad.[181]\n",
            "Texas A&M is one of six United States senior military colleges.[182] As of 2019, the university's Corps of Cadets (or the Corps), with more than 2,500 members, is the largest uniformed student body outside the service academies.[182][173][183] Many members participate in Reserve Officers' Training Corps (ROTC) programs and earn commissions in the United States Armed Forces upon graduation.[184] Members of the Corps have served in every armed conflict fought by the United States since 1876, and over 285 alumni have served as generals or flag officers as of 2021.[184][183][185][186] Until 1965, Corps membership was mandatory. The Corps began accepting female members in the fall semester of 1974.[187]\n",
            "The Corps of Cadets is composed of four major units, the Air Force Wing, the Army Brigade, the Navy/Marine Regiment, and the Fightin' Texas Aggie Band, whose members may be affiliated with any military branch.[188] Parson's Mounted Cavalry is the only mounted ROTC unit in the United States.[189] The Ross Volunteer Company, one of the oldest student-run organizations in the state, is the official honor guard for the Governor of Texas.[190][191] The Fish Drill Team, a precision, close-order rifle drill team composed entirely of Corps freshmen, represents Texas A&M in local and national competitions. The team have won the national championship almost every year since their creation in 1946, and have appeared in several Hollywood films, including A Few Good Men and Courage Under Fire, in which they had prominent roles.[192]\n",
            "The Fightin' Texas Aggie Band, the nation's largest precision military marching band, provides music for university functions and presents halftime performances at football games.[193][194] Some band drills are so complicated they require band members to step between each other's feet to complete the maneuvers.[195][196] Membership of the Corps of Cadets is a requirement for joining the Aggie Band, whose members live by the same standards, schedules, and regimens as the rest of the Corps.[197]\n",
            "Texas A&M has over 1,000 student organizations, including academic, service, religious, social, and common interest organizations,[198] and hosts 58 nationally or internationally recognized Greek Letter Organizations (GLOs). About 10% of the undergraduate population is affiliated with a GLO fraternity or sorority.[199][200]\n",
            "One of the oldest student organizations is the Singing Cadets, an all-male choral group not affiliated with the Corps of Cadets with about 70 members that was founded in 1893.[201] Texas A&M Hillel, the oldest Hillel organization in the United States, was founded in 1920 at the original college.[202][203] Since 1955, the MSC Student Conference on National Affairs has held conferences, lectures, and other programs to discuss national and international issues with speakers.[204][205][206] The Department of Recreational Sports provides athletic activities to the university community; sports facilities include the Student Recreation Center, a natatorium; the Penberthy Rec Sports Complex; and the Omar Smith Instructional Tennis Center.[207] The Student Government Association (SGA), one of A&M's largest organizations, has over 1,300 student members in three branches, fifteen committees, and four commissions.[208] The Graduate Student Council, which was founded in 1995, serves as the student government for Texas A&M University's graduate and professional students.[209]\n",
            "Student organizations have had a nationwide impact. Texas A&M students founded the largest one-day, student-run service project in America known as The Big Event. The annual service project allows students to serve the community by assisting local residents. Such events are now also held at other universities.[210][211] The organization CARPOOL, a student-run safe ride program, has provided over 250,000 free rides (as of 2016[update]) to students who are unable to transport themselves home. Its organizers help other universities establish similar programs.[212][213]In 2009, GLBT Aggies, formerly Gay Student Services (GSS), successfully sued the university for official recognition and the Fifth U.S. Circuit Court of Appeals ruled the U.S. Constitution requires public universities to allow such student organizations under the First Amendment's \"freedom to assemble\" clause.[214][215]\n",
            "The university newspaper The Battalion has been in production since 1893.[216] The ''Aggieland'', formerly known as ''The Olio'' and ''The Longhorn'', is one of America's largest college yearbooks in number of pages and copies sold.[217][218] As of 2007, the university houses three public broadcasting stations: KAMU-TV, a PBS member station since 1970; KAMU-FM, a National Public Radio affiliate since 1977,[219] and the student-run station KANM, which bills itself \"the college station of College Station\".[220] W5AC, a student-run amateur radio club, broadcast the first live, play-by-play broadcast of a college football game at Kyle Field in November 1921.[221]\n",
            "Texas A&M culture is a product of the university's founding as a rural military and agricultural school. Although the school and surrounding community have grown and military training is no longer mandated, the university's history has instilled in students, according to Paul Burka, \"the idealized elements of a small-town life: community, tradition, loyalty, optimism, and unabashed sentimentality\".[222] Texas Monthly posits that Texas A&M students' respect for school traditions and values is the university's greatest strength.[223] These traditions enable and encourage students and alumni to cultivate the Aggie Spirit, a strong sense of loyalty and respect for the university.[224] They dictate many aspects of student life, including greeting others using the official school greeting of \"Howdy!\",[225] personal conduct at university sporting events, and students' word choices in conversation.[226]\n",
            "A visible designation tradition among senior undergraduates, graduate students nearing the end of their programs, and former students is wearing an Aggie Ring, whose design has been relatively unchanged since its introduction in 1894.[227][228] Although not sanctioned by the university, many students \"dunk\" their newly acquired Aggie Rings into a pitcher of beer and drink the entire pitcher in seconds.[229]\n",
            "Texas A&M students have created two major traditions to honor deceased former students. The Aggie Muster is a ceremony of remembrance held annually on April 21, the anniversary of the Battle of San Jacinto, to honor current and former students who died the previous year. Alumni also typically socialize and remember their time at the university. Over 300 Musters are held around the world, the largest taking place at Reed Arena on the university's main campus.[230]  All Muster ceremonies feature the Roll Call for the Absent, in which names of deceased alumni are called, a family member or friend answers \"here\" and lights a candle to symbolize although their loved one is not physically present, his or her spirit will shine forever; this is traditionally followed by a three-volley salute.[231][232] The event received nationwide attention during World War II, when 25 Texas A&M alumni held a brief Aggie Muster during the Battle of Corregidor.[233]\n",
            "Students who die while enrolled at Texas A&M are honored at Silver Taps, a ceremony that is held, when necessary, on the first Tuesday of the month. This tradition began as a memorial for former Texas A&M president Lawrence Sullivan Ross.[234] On the day of the ceremony, flags fly half-staff and notices are posted throughout campus. At 10:15 pm, lights around campus are extinguished and hymns are chimed from Albritton Tower while students and faculty gather in the Academic Plaza. Following a three-volley salute by the Ross Volunteer Firing Squad, six buglers play \"Silver Taps\", a choral version of the bugle call \"Taps\", from the dome of the university's Academic Building. The song is played three times towards the north, the south, and the west. The song is not played to the east, symbolizing that the sun will never again rise on the deceased student.[232]\n",
            "At university sporting events, Texas A&M students collectively are called the 12th Man; in the context of football games, students support the eleven players on the field and would be willing to enter the game if necessary. To symbolize their zeal and motivation, it is traditional for students to stand throughout the sports game.[235] The tradition of standing for games began on January 2, 1922, at the Dixie Classic, in which Texas A&M played Centre College. Texas A&M had so many injuries Coach Dana X. Bible feared he would not have enough men to finish the game. He called into the stands for E. King Gill, a reserve who had left football after the regular season to play basketball, to prepare to play in the game. Texas A&M won 22–14 but E. King Gill was the only player left available on the sidelines for the team.[236] In recent decades, the 12th Man is represented on the field by a walk-on player who wears a number-twelve jersey and participates in kick-offs.[237]\n",
            "The 12th Man uses a variety of school yells, rather than cheers, to support Aggie teams. Each year, the student body elects five students to serve as Yell Leaders.[238] At midnight before each home football game at Kyle Field, or at a designated location at away games, fans gather to practice yells for the next day's game at an event called Midnight Yell Practice.[225][239] Led by the Yell Leaders and the Fightin' Texas Aggie Band, the 12th Man practice yells, sing the War Hymn, joke about their opponents, and practice celebrating.[239][240] Sports Illustrated named Midnight Yell as one of the \"100 Things You Gotta Do Before You Graduate\".[241] At home football games, the 12th Man consists of more than 36,000 Texas A&M students and forms the largest student section in college football.[242] When singing the war hymn, A&M students cause the stands to sway; visiting press are warned prior to the game.[243]\n",
            "Almost every year since 1909, Texas A&M students have built a large bonfire to celebrate their rivalry with the University of Texas.[244] Aggie Bonfire was traditionally lit around Thanksgiving in conjunction with the festivities surrounding the annual college football game between the universities.[245] Although it began as a trash pile,[246] Aggie Bonfire evolved into a massive, six-tiered structure, achieving a then-world-record height for a bonfire of 109 feet (30 m).[245][247][248] On November 18, 1999, the Aggie Bonfire collapsed during construction. Eleven enrolled students and one former student died and twenty-seven others were injured. The accident was later attributed to improper design and poor construction practices.[249] The victims' family members filed six lawsuits against Texas A&M officials, Aggie Bonfire officials, and the university. Half of the defendants settled their portion of the case in 2005,[250] and a federal appeals court dismissed the remaining lawsuits against the university in 2007.[251] Following the collapse, the university suspended the official sanction of the bonfire, but the tradition continues off-campus.[252][253]\n",
            "Texas A&M University has been a member of the Southeastern Conference (SEC) of the NCAA for all sports since 2012.[254][255] It was previously a charter member of the Southwest Conference until its dissolution in 1996 and competed in the Big 12 Conference until June 30, 2012. The university has twenty sports teams, which are known as the Aggies, whose team colors are maroon and white.[256] As of 2024[update], Aggies had won 178 conference titles and 21 national championships.[257][258]\n",
            "A&M's archrival is the University of Texas Longhorns, who regularly played in most athletic sports until the Aggies joined the SEC in 2012; this rivalry is set to renew in 2024 when the Longhorns join the SEC. In 2004, sporting events between the Aggies and the Longhorns became known as the Lone Star Showdown; the most-watched event in the rivalry was the annual football game held on Thanksgiving.[259][260] Other long-standing rivalries include Texas Tech, Baylor University, the University of Arkansas, and Louisiana State University.[261][262][263][264]\n",
            "The Texas A&M Athletic Hall of Fame was established in 1964 to \"acknowledge athletes whose accomplishments on the field have brought credit to Texas A&M\". As of 2018, it has 297 inductees. The Hall of Fame also hosts the Hall of Honor and Lettermen's Lifetime Achievement Award.[265] The Texas A&M Athletic Hall of Honor was established in 1977 to \"recognizes individuals who have gone above and beyond in contributions and support of the athletic programs at Texas A&M\".[265] The Lettermen's Lifetime Achievement Award was established in 2011 to recognize \"lettermen, who after graduation, have gone on to gain prominence through his or her efforts in industry, commerce, technology, athletics, the professions, or other worthy endeavors\".[265]\n",
            "The Aggies football team, which was founded in 1894, has won eighteen Southwest Conference championships, three Big 12 South Division championships, and one Big 12 championship. The university also claims three national championships.[266][267] As of 2021, the team has played in forty-two bowl games, of which they have won twenty,[268][269][270][271][272] and former players include forty-one first Team All-Americans, five Academic All-Americans, and Heisman Trophy winners John David Crow (1957) and Johnny Manziel (2012).[273][274] Since 1904, home football games have been played at Kyle Field, a stadium with a current capacity of 102,500.[275] As of 2024, the football team is led by Mike Elko in his first season as head coach.[276]\n",
            "The Aggies men's basketball team, which was founded in 1912, has won eleven Southwest Conference championships and two Southwest Conference Tournament championships. The team has played in the National Invitation Tournament six times and in the NCAA Tournament eleven times, of which three resulted in the team progressing to the regional semifinals round, dubbed Sweet Sixteen—the highest round to which the Aggies have advanced—most recently in the 2015–16 season.[277] As of 2021, the men's basketball team is led by Buzz Williams in his tenth season as head coach.[278]\n",
            "The women's basketball team has won one Southwest Conference Tournament championship, one regular season Big 12 Conference championship, two Big 12 Tournament championships, and two SEC Tournament championships—most recently in 2021. As of 2022[update], the Aggies women's team has advanced to sixteen NCAA Tournament appearances, including fourteen consecutive seasons, and won the National Championship in 2011. They have also twice competed in the Women's National Invitation Tournament, which they won in 1995.[279] The women's team was coached by Gary Blair from 2003[280] to his retirement in 2022.[281] Blair's replacement Joni Taylor began coaching the team in March 2022.[282]\n",
            "Both the men's and women's basketball teams play in the 12,889-seat Reed Arena, which opened in 1998.[283][284]\n",
            "The Aggies women's soccer team was formed in 1993; as of 2021, it has taken part in every NCAA Tournament since 1995.[285] The women's volleyball team is a frequent qualifier for the annual NCAA tournament, and has played in thirteen consecutive NCAA Tournaments from 1993 to 2005.[286][287] Texas A&M also fields men's and women's teams in swimming and diving, golf, tennis, cross country, track and field, softball, baseball, and equestrianism.[288]\n",
            "With over 508,000 alumni,[289] Texas A&M University has one of the largest and most active alumni groups in America.[290] Many alumni have attained local, national, and international prominence. Jorge Quiroga and Martin Torrijos have served as heads of state of Bolivia and Panama, respectively. Rick Perry served as the United States Secretary of Energy and Governor of Texas and ran as a 2012 US presidential candidate. Congressman Louie Gohmert is also a Texas A&M graduate.[291] William A. Pailes, Michael E. Fossum, and Steven Swanson became NASA astronauts.[292] Mechanical engineer Holly Ridings became the first female chief flight director at NASA.[293] Phyllis Frye is a residing judge in Houston, Texas, and is the first transgender judge in the United States.[294] In 1903, twin sisters Mary Lockett Hutson Nelson and Sophie Palmer Hutson Rollins were the first women to complete the original college's civil engineering program but they did not receive their degrees until 99 years later because the college's charter at the time made no provision for female students.[295]\n",
            "Several notable alumni have excelled in sports; these include Heisman Trophy winners John David Crow and Johnny Manziel; and Heisman runner-up, legislator, and actor John Kimbrough;[296] and Randy Barnes, indoor/outdoor shot put world-record holder. In popular culture, Robert Earl Keen and Lyle Lovett, who played on the porch of their Northgate home on the university's campus, have become country singers.[297] Alumni in business include Lowry Mays, chairman and CEO of Clear Channel Communications;[296] George P. Mitchell, chairman and CEO of Mitchell Energy and Development Corporation;[291] Khalid A. Al-Falih, President and CEO of Saudi Aramco;[298] and Eduardo Castro-Wright, CEO of Wal-Mart Stores USA.[299]\n",
            "Many alumni have become leaders in the armed forces. General Bernard Adolph Schriever, the architect of the Air Force's ballistic missile and military space program, became the namesake of Schriever Air Force Base, Colorado.[300][301] General Michael Moseley is a former Chief of Staff of the United States Air Force.[302] Seven alumni received the Medal of Honor in World War II: Horace S. Carswell, Jr., Thomas W. Fowler, William Harrell, Lloyd H. Hughes, George D. Keathley, Turney W. Leonard, and Eli L. Whiteley[303] Clarence E. Sasser received the Medal of Honor for his actions in the Vietnam War prior to enrolling at the university.[304][305]\n",
            "Notable Texas A&M faculty include eight Nobel Prize laureates; among them are Derek Barton,[306][307] Sheldon Glashow,[308] Robert H. Grubbs,[309] Dudley R. Herschbach,[310] Jack Kilby,[311] David Lee,[312][313] and Vernon L. Smith.[314] In addition, Norman Borlaug, a Nobel Peace Prize laureate, is one of only five people to have won both the Presidential Medal of Freedom and the Congressional Gold Medal.[315] U.S. Senator Phil Gramm taught economics at the university,[316] and Pulitzer Prize recipient Charles Gordone also taught at Texas A&M.[317] Aviation pioneer Fred Weick did much of his post-war research at Texas A&M.[318] Robert Gates served as president of the university between leaving his post as Director of Central Intelligence and his appointment as the 22nd United States Secretary of Defense.[319]\n"
        ]
    },
    {
        "Stanford University - Wikipedia": [
            "\n",
            "Stanford University (officially Leland Stanford Junior University)[11][12] is a private research university in Stanford, California, United States. It was founded in 1885 by railroad magnate Leland Stanford, the eighth governor of and then-incumbent senator from California, and his wife, Jane, in memory of their only child, Leland Jr.[2]\n",
            "The university admitted its first students in 1891,[2][3] opening as a coeducational and non-denominational institution. It struggled financially after Leland died in 1893 and again after much of the campus was damaged by the 1906 San Francisco earthquake.[13] Following World War II, university provost Frederick Terman inspired an entrepreneurial culture to build a self-sufficient local industry (later Silicon Valley).[14] In 1951, the Stanford Research Park was established in Palo Alto and is the world's first university research park.[15] By 2021, the university had 2,288 tenure-line faculty, senior fellows, center fellows, and medical faculty on staff.[16]\n",
            "The university is organized around seven schools of study on an 8,180-acre (3,310-hectare) campus, one of the largest in the nation.[6] It houses the Hoover Institution, a public policy think tank, and is classified among \"R1: Doctoral Universities – Very high research activity\".[17] Students compete in 36 varsity sports, and the university is one of eight private institutions in the Atlantic Coast Conference (ACC). Stanford has won 131 NCAA team championships,[18] and was awarded the NACDA Directors' Cup for 25 consecutive years, beginning in 1994.[19] Students and alumni have won 302 Olympic medals (including 153 gold).[20]\n",
            "The university is associated with 74 living billionaires,[21] 58 Nobel laureates,[16] 33 MacArthur Fellows,[16] 29 Turing Award winners,[note 1] as well as 7 Wolf Foundation Prize recipients, 2 Supreme Court Justices of the United States, and 4 Pulitzer Prize winners.[16] Additionally, its alumni include many Fulbright Scholars, Marshall Scholars, Gates Cambridge Scholars, Rhodes Scholars, and members of the United States Congress.[42]\n",
            "Stanford University was founded in 1885 by Leland and Jane Stanford, dedicated to the memory of Leland Stanford Jr., their only child. The institution opened in 1891 on Stanford's previous Palo Alto farm. The Stanfords modeled their university after the great Eastern universities, specifically Cornell University in Ithaca, New York. Stanford was referred to as the \"Cornell of the West\" in 1891 due to a majority of its faculty being former Cornell affiliates, including its first president, David Starr Jordan, and second president, John Casper Branner. Both Cornell and Stanford were among the first to make higher education accessible, non-sectarian, and open to women as well as men. Cornell is credited as one of the first American universities to adopt that radical departure from traditional education, and Stanford became an early adopter as well.[43]\n",
            "From an architectural point of view, the Stanfords wanted their university to look different and sought to emulate the style of English university buildings. They specified in the founding grant that the buildings should \"be like the old adobe houses of the early Spanish days; they will be one-storied; they will have deep window seats and open fireplaces, and the roofs will be covered with the familiar dark red tiles.\"[45] The Stanfords also hired renowned landscape architect Frederick Law Olmsted, who previously designed the Cornell campus, to design the Stanford campus.[46]\n",
            "When Leland Stanford died in 1893, the continued existence of the university was put in jeopardy due to a federal lawsuit against his estate, but Jane Stanford insisted the university remain in operation throughout the financial crisis.[47][48] The university suffered major damage from the 1906 San Francisco earthquake; most of the damage was repaired, but a new library and gymnasium were demolished, and some original features of Memorial Church and the Quad were never restored.[49] During the early-20th century, the university added four professional graduate schools. Stanford University School of Medicine was established in 1908 when the university acquired Cooper Medical College in San Francisco;[50] it moved to the Stanford campus in 1959.[51]\n",
            "The university's law department, established as an undergraduate curriculum in 1893, was transitioned into a professional law school starting in 1908 and received accreditation from the American Bar Association in 1923.[52] The Stanford University Graduate School of Education grew out of the Department of the History and Art of Education, one of the original twenty-one departments at Stanford, and became a professional graduate school in 1917.[53] The Stanford Graduate School of Business was founded in 1925 at the urging of then-trustee Herbert Hoover.[54] In 1919, The Hoover Institution on War, Revolution and Peace was started by Herbert Hoover to preserve artifacts related to World War I. The SLAC National Accelerator Laboratory, established in 1962, performs research in particle physics.[55]\n",
            "In the 1940s and 1950s, Frederick Terman, an engineering professor who later became provost, encouraged Stanford engineering graduates to start their own companies and invent products.[56] During the 1950s, he established Stanford Industrial Park, a high-tech commercial campus on university land.[57] Also in the 1950s, William Shockley, co-inventor of the silicon transistor, recipient of the 1956 Nobel Prize for Physics, and later professor of physics at Stanford, moved to the Palo Alto area and founded a company, Shockley Semiconductor Laboratory. The next year, eight of his employees resigned and formed a competing company, Fairchild Semiconductor. The presence of so many high-tech and semiconductor firms helped to establish Stanford and the mid-Peninsula as a hotbed of innovation, eventually named Silicon Valley after the key ingredient in transistors.[58] Shockley and Terman are both often described as the \"fathers of Silicon Valley\".[59][60]\n",
            "In the 1950s, Stanford intentionally reduced and restricted Jewish admissions, and for decades, denied and dismissed claims from students, parents, and alumni that they were doing so.[61] Stanford issued its first institutional apology to the Jewish community in 2022 after an internal task force confirmed that the university deliberately discriminated against Jewish applicants, while also misleading those who expressed concerns, including students, parents, alumni, and the ADL.[62][63] Stanford was once considered a school for \"the wealthy\",[64] but controversies in later decades damaged its reputation. The 1971 Stanford prison experiment was criticized as unethical,[65] and the misuse of government funds from 1981 resulted in severe penalties for the school's research funding,[66][67] and the resignation of President Donald Kennedy in 1992.[68]\n",
            "In the 1960s, Stanford rose from a regional university to one of the most prestigious in the United States, \"when it appeared on lists of the \"top ten\" universities in America... This swift rise to performance [was] understood at the time as related directly to the university's defense contracts...\"[69] Wallace Sterling was the President from 1949 to 1968 and he oversaw the growth of Stanford from a financially troubled regional university to a financially sound, internationally recognized academic powerhouse, \"the Harvard of the West\".[70] Achievements during Sterling's tenure included:\n",
            "Most of Stanford is on an 8,180-acre (12.8 sq mi; 33.1 km2)[6] campus, one of the largest in the United States.[note 2] It is on the San Francisco Peninsula, in the northwest part of the Santa Clara Valley (Silicon Valley) approximately 37 miles (60 km) southeast of San Francisco and approximately 20 miles (30 km) northwest of San Jose. Stanford received $4.5 billion in 2006 and spent more than $2.1 billion in Santa Clara and San Mateo counties. In 2008, 60% of this land remained undeveloped.[73]\n",
            "Stanford's main campus includes a census-designated place within unincorporated Santa Clara County,[74] although some of the university land (such as the Stanford Shopping Center and the Stanford Research Park) is within the city limits of Palo Alto. The campus also includes much land in unincorporated San Mateo County (including the SLAC National Accelerator Laboratory and the Jasper Ridge Biological Preserve), as well as in the city limits of Menlo Park (Stanford Hills neighborhood), Woodside, and Portola Valley.[75]\n",
            "The central campus includes a seasonal lake (Lake Lagunita, an irrigation reservoir), home to the vulnerable California tiger salamander. As of 2012, Lake Lagunita was often dry and the university had no plans to artificially fill it.[76] Heavy rains in January 2023 refilled Lake Lagunita to up to 8 feet of depth.[77] Two other reservoirs, Searsville Lake on San Francisquito Creek and Felt Lake,[78] are on more remote sections of the founding grant.\n",
            "The central campus is adjacent to Palo Alto,[79] bounded by El Camino Real, Stanford Avenue, Junipero Serra Blvd, and Sand Hill Road, off State Route 82. The United States Postal Service has assigned it two ZIP Codes: 94305 for campus mail and 94309 for P.O. box mail. It lies within area code 650.\n",
            "On the founding grant:\n",
            "Off the founding grant:\n",
            "Many Stanford faculty members live in the \"Faculty Ghetto\", within walking or biking distance of campus.[93] The Faculty Ghetto is composed of land owned by Stanford. Similar to a condominium, the houses can be bought and sold to other Stanford faculty but the land under the houses is leased for 51 years with the possibility of extensions. Houses in the \"Ghetto\" appreciate and depreciate, but not as rapidly as overall Silicon Valley values.[94]\n",
            "Some of the land is managed to provide revenue for the university such as the Stanford Shopping Center and the Stanford Research Park. Stanford land is also leased for a token rent by the Palo Alto Unified School District for several schools including Palo Alto High School and Gunn High School.[95] El Camino Park, the oldest Palo Alto city park, is also on Stanford land.[96] Stanford also has the Stanford Golf Course,[97] and Stanford Red Barn Equestrian Center,[98] used by Stanford athletics though the golf course can also be used by the general public.\n",
            "Contemporary campus landmarks include the Main Quad and Memorial Church, the Cantor Center for Visual Arts and the Bing Concert Hall, the Stanford Mausoleum with the nearby Angel of Grief, Hoover Tower, the Rodin Sculpture Garden, the Papua New Guinea Sculpture Garden, the Arizona Cactus Garden, the Stanford University Arboretum, Green Library and the Dish. Frank Lloyd Wright's 1937 Hanna–Honeycomb House and the 1919 Lou Henry Hoover House are both listed on the National Register of Historic Places. White Memorial Fountain (also known as \"The Claw\") between the Stanford Bookstore and the Old Union is a popular place to meet and to engage in the Stanford custom of \"fountain hopping\"; it was installed in 1964 and designed by Aristides Demetrios after a national competition as a memorial for two brothers in the class of 1949, William White and John White II, one of whom died before graduating and one shortly after in 1952.[99][100][101][102]\n",
            "Stanford is a private, non-profit university administered as a corporate trust governed by a privately appointed board of trustees with a maximum membership of 38.[103][note 3] Trustees serve five-year terms (not more than two consecutive terms) and meet five times annually.[106] A new trustee is chosen by the current trustees by ballot.[104] The Stanford trustees also oversee the Stanford Research Park, the Stanford Shopping Center, the Cantor Center for Visual Arts, Stanford University Medical Center, and many associated medical facilities (including the Lucile Packard Children's Hospital).[107]\n",
            "The board appoints a president to serve as the chief executive officer of the university, to prescribe the duties of professors and course of study, to manage financial and business affairs, and to appoint nine vice presidents.[108] Richard Saller became the interim president in September 2023.[109] On April 4, 2024, the board of trustees announced that Jonathan Levin would become the thirteenth president on August 1, 2024.[110] The provost is the chief academic and budget officer, to whom the deans of each of the seven schools report.[111][112] Jenny Martinez became the fourteenth provost in October 2023.[113] The university is organized into seven academic schools.[114]\n",
            "The schools of Humanities and Sciences (twenty-seven departments),[115] Engineering (nine departments),[116] and Sustainability (nine departments)[117] have both graduate and undergraduate programs while the Schools of Law,[118] Medicine,[119] Education,[120] and Business[121] have graduate programs only. The powers and authority of the faculty are vested in the Academic Council, which is made up of tenure and non-tenure line faculty, research faculty, senior fellows in some policy centers and institutes, the president of the university, and some other academic administrators.[122] But most matters are handled by the Faculty Senate, made up of 54 elected representatives of the faculty for 2021.[123]\n",
            "The Associated Students of Stanford University (ASSU) is the student government for Stanford and all registered students are members. Its elected leadership consists of the Undergraduate Senate elected by the undergraduate students, the Graduate Student Council elected by the graduate students, and the President and Vice President elected as a ticket by the entire student body.[124] Stanford is the beneficiary of a special clause in the California Constitution, which explicitly exempts Stanford property from taxation so long as the property is used for educational purposes.[125]\n",
            "Stanford's endowment includes real estate and other investments valued at $36.5 billion as of August 2023,[126] and is one of the four largest academic endowments in the United States.[127] The endowment consists of $29.9 billion in a merged pool of assets and $6.6 billion of real estate near the main campus. Stanford is the largest landowner in the Silicon Valley[128] Payouts from the endowment covered approximately 22% of university expenses in the 2023 fiscal year.[129]\n",
            "Since inception, the university has been the beneficiary of large donations. The endowment began in 1885, six years before the opening of the university, when Leland Stanford and his wife Jane conveyed approximately $20 million to the university.[130] The university's pioneering of technology intellectual property transfer created both direct investments and enabled a unique pipeline of mega-donors[131] including from alumni-founded companies with Google (Sergey Brin and Larry Page), Nike (Phil Knight),[132] Hewlett-Packard (David Packard and Bill Hewlett),[133] and Sun Microsystems (Vinod Kohsla)[134] as examples. Further, the university's global reputation[135] and continued leadership in technology[136] has attracted large donations from prominent figures such as the co-founder of Netscape (Jim Clark),[137] founder of SAP SE (Hasso Plattner),[138] co-founder of Andreessen Horowitz (Marc Andreessen and Laura Arillaga-Andreessen),[139] chairman of Kleiner Perkins (John Doerr and his wife Ann).[140]\n",
            "Stanford is considered by US News to be 'most selective' with an acceptance rate of 4%, one of the lowest \namong US universities. Half of the applicants accepted to Stanford have an SAT score between 1440 and 1570 or an ACT score between 32 and 35, typically with a GPA of 3.94 or higher. Admissions officials consider a student's grade point average to be an important academic factor, with emphasis on an applicant's high school class rank and letters of recommendation.[146] In terms of non-academic materials as of 2019, Stanford ranks extracurricular activities, talent/ability and character/personal qualities as 'very important' in making first-time, first-year admission decisions, while ranking the interview, whether the applicant is a first-generation university applicant, legacy preferences, volunteer work and work experience as 'considered'.[143][147] Of those students accepted to Stanford's Class of 2026, 1,736 chose to attend, of which 21% were first-generation college students.\n",
            "Stanford's admission process is need-blind for U.S. citizens and permanent residents;[148] while it is not need-blind for international students, 64% are on need-based aid, with an average aid package of $31,411.[149] In 2012, the university awarded $126 million in need-based financial aid to 3,485 students, with an average aid package of $40,460.[149] Eighty percent of students receive some form of financial aid.[149] Stanford has a no-loan policy.[149] For undergraduates admitted starting in 2015, Stanford waives tuition, room, and board for most families with incomes below $65,000, and most families with incomes below $125,000 are not required to pay tuition; those with incomes up to $150,000 may have tuition significantly reduced.[150] Seventeen percent of students receive Pell Grants,[149] a common measure of low-income students at a college. In 2022, Stanford started its first dual-enrollment computer science program for high school students from low-income communities,[151] as a pilot project which then inspired the founding of the Qualia Global Scholars Program.[152] Stanford plans to expand the program to include courses in Structured Liberal Education and writing.[151]\n",
            "Stanford follows a quarter system with the autumn quarter usually beginning in late September and the spring quarter ending in mid-June.[17] The full-time, four-year undergraduate program has arts and sciences focus with high graduate student coexistence.[17] Stanford is accredited by the Western Association of Schools and Colleges with the latest review in 2023.[153]\n",
            "Stanford is classified among \"R1: Doctoral Universities – Very high research activity.\"[17] The university's research expenditure in fiscal years of 2021/22 was $1.82 billion and the total number of sponsored projects was 7,900.[154] By 2016, the Office of the Vice Provost and Dean of Research oversaw eighteen independent laboratories, centers, and institutes. Kathryn Ann Moler is the key person for leading those research centers for choosing problems, faculty members, and students. Funding is also provided for undergraduate and graduate students by those labs, centers, and institutes for collaborative research.[155] Other Stanford-affiliated institutions include the SLAC National Accelerator Laboratory (originally the Stanford Linear Accelerator Center), the Stanford Research Institute (an independent institution which originated at the university), the Hoover Institution (a conservative think tank),[156] and the Hasso Plattner Institute of Design (a multidisciplinary design school in cooperation with the Hasso Plattner Institute of University of Potsdam that integrates product design, engineering, and business management education).\n",
            "Stanford is home to the Martin Luther King Jr. Research and Education Institute, which grew out of and still contains the Martin Luther King Jr. Papers Project, a collaboration with the King Center to publish the King papers held by the King Center.[157] It also runs the John S. Knight Fellowship for Professional Journalists and the Center for Ocean Solutions, which brings together marine science and policy to address challenges facing the ocean. It focuses on five points: climate change, overfishing, coastal development, pollution, and plastics.[158] Together with UC Berkeley and UC San Francisco, Stanford is part of the Biohub, a new medical science research center founded in 2016 by a $600 million commitment from Facebook CEO and founder Mark Zuckerberg and pediatrician Priscilla Chan. This medical research center is working for designing advanced-level health care units.[159]\n",
            "By 2014, Stanford University Libraries (SUL) had twenty-four libraries in total. The Hoover Institution Library and Archives is a research center based on history of 20th-century.[160] Stanford University Libraries (SUL) held a collection of more than 9.3 million volumes, nearly 300,000 rare or special books, 1.5 million e-books, 2.5 million audiovisual materials, 77,000 serials, nearly 6 million microform holdings, and thousands of other digital resources.[161][162] The main library in the SU library system is the Green Library, which also contains various meeting and conference rooms, study spaces, and reading rooms. Lathrop Library (previously Meyer Library, demolished in 2015), holds various student-accessible media resources and houses one of the largest East Asia collections with 540,000 volumes. Stanford University Press, founded in 1892, published about 130 books per year has printed more than 3,000 books.[163] It also has fifteen subject areas.[164]\n",
            "Stanford is home to the Cantor Center for Visual Arts, a museum with twenty-four galleries, sculpture gardens, terraces, and a courtyard first established in 1891 by Jane and Leland Stanford as a memorial to their only child. The center's collection of works by Rodin is among the largest in the world.[165] The Thomas Welton Stanford Gallery, which was built in 1917, serves as a teaching resource for the Department of Art & Art History as well as an exhibition venue. In 2014, Stanford opened the Anderson Collection, a new museum focused on postwar American art and founded by the donation of 121 works by food service moguls Mary and Harry Anderson.[166][167][168] There are outdoor art installations throughout the campus, primarily sculptures, but some murals as well. The Papua New Guinea Sculpture Garden near Roble Hall features wood carvings and \"totem poles.\"\n",
            "The Stanford music department sponsors many ensembles, including five choirs, the Stanford Symphony Orchestra, Stanford Taiko, and the Stanford Wind Ensemble. Extracurricular activities include theater groups such as Ram's Head Theatrical Society, the Stanford Improvisors,[169] the Stanford Shakespeare Company, and the Stanford Savoyards, a group dedicated to performing the works of Gilbert and Sullivan. Stanford is also host to ten a cappella groups, including the Mendicants (Stanford's first),[170] Counterpoint (the first all-female group on the West Coast),[171] the Harmonics, the Stanford Fleet Street Singers,[172] Talisman, Everyday People, and Raagapella.[173]\n",
            "Stanford is widely considered one of the most prestigious universities in the world by leading sources including U.S. News & World Report,[181] Times Higher Education,[182] and QS World University Rankings.[183] As noted in The Wall Street Journal's 2024 rankings, \"the usual players are almost always going to come out on top: The Princetons, the Stanfords, the Yales, the Harvards. They will jockey for those first few spots on whatever ranking you happen to be looking.\"[184]\n",
            "In 2022, Washington Monthly ranked Stanford at 1st position in their annual list of top universities in the United States.[185] In 2019, Stanford University took 1st place on Reuters' list of the World's Most Innovative Universities for the fifth consecutive year.[186] Stanford Graduate School of Business has consistently been both the most selective business school in the world[187] and consistently ranked 1st in the list of best business schools year-over-year consecutively by various reputed studies including Bloomberg Businessweek[188] and U.S. News & World Report for 2024.[189] Stanford Law School is also consistently been amongst the two most selective law schools in the world[190] and consistently ranked 1st in the list of best law schools year-over-year consecutively for 2024 in U.S. News & World Report.[191]\n",
            "In a 2022 survey by The Princeton Review, Stanford was ranked 1st among the top ten \"dream colleges\" of America, and was considered to be the ultimate \"dream college\" of both students and parents.[192][193] From polls of college applicants done by The Princeton Review, every year from 2013 to 2020 the most commonly named \"dream college\" for students was Stanford; separately, parents, too, most frequently named Stanford their ultimate \"dream college.\"[194][195] The Academic Ranking of World Universities (ARWU) ranked Stanford second in the world (after Harvard) most years from 2003 to 2020.[196] Times Higher Education recognizes Stanford as one of the world's \"six super brands\" on its World Reputation Rankings, along with Berkeley, Cambridge, Harvard, MIT, and Oxford.[197][198]\n",
            "Stanford is one of the most successful universities worldwide in creating companies and licensing its inventions to existing companies, and it is often considered the model for technology transfer.[223][224] Stanford's Office of Technology Licensing is responsible for commercializing university research, intellectual property, and university-developed projects. The university is described as having a strong venture culture in which students are encouraged, and often funded, to launch their own companies.[225] Companies founded by Stanford alumni generate more than $2.7 trillion in annual revenue and have created some 5.4 million jobs since the 1930s.[226] When combined, these companies would form the tenth-largest economy in the world.[227]\n",
            "Some notable companies closely associated with Stanford and their connections include:\n",
            "Stanford enrolled 6,996 undergraduate and 10,253 graduate students in the 2019–2020 school year. Women made up 50.4% of undergraduates and 41.5% of graduate students.[149] In the same academic year, the freshman retention rate was 99%. Stanford awarded 1,819 undergraduate degrees, 2,393 master's degrees, 770 doctoral degrees, and 3270 professional degrees in the 2018–2019 school year.[149] The four-year graduation rate for the class of 2017 cohort was 72.9%, and the six-year rate was 94.4%.[149] The relatively low four-year graduation rate is a function of the university's coterminal degree (or \"coterm\") program, which allows students to earn a master's degree as a 1-to-2-year extension of their undergraduate program.[247] In 2010, 15% of undergraduates were first-generation students.[248]\n",
            "By 2013, 89% of undergraduate students lived in on-campus university housing. First-year undergraduates are required to live on campus, and all undergraduates are guaranteed housing for all four undergraduate years.[149][249] Undergraduates live in 80 different houses, including dormitories, co-ops, row houses, and fraternities and sororities.[250] At Manzanita Park, 118 mobile homes were installed as \"temporary\" housing from 1969 to 1991, but have become the site of newer dorms Castano, Kimball, Lantana, and the Humanities House, completed in 2015.[251][252] Most student residences are just outside the campus core, within ten minutes (on foot or bike) of most classrooms and libraries. Some are reserved for freshmen, sophomores, or upper-class students and some are open to all four classes. Most residences are co-ed; seven are all-male fraternities, three are all-female sororities, and there is also one all-female non-sorority house, Roth House. In most residences, men and women live on the same floor, but some have single-gender floors.[253]\n",
            "Several residences are considered \"theme\" houses; predating the current classification system are Columbae (Social Change Through Nonviolence, since 1970),[254] and Synergy (Exploring Alternatives, since 1972).[255] The Academic, Language, and Culture Houses include EAST (Education and Society Themed House), Hammarskjöld (International Themed House), Haus Mitteleuropa (Central European Themed House), La Casa Italiana (Italian Language and Culture), La Maison Française (French Language and Culture House), Slavianskii Dom (Slavic/East European Themed House), Storey (Human Biology Themed House), and Yost (Spanish Language and Culture). Cross-Cultural Themed Houses include Casa Zapata (Chicano/Latino Theme in Stern Hall), Muwekma-tah-ruk (American Indian/Alaska Native, and Native Hawaiian Themed House), Okada (Asian-American Themed House in Wilbur Hall), and Ujamaa (Black/African-American Themed House in Lagunita Court). Focus Houses include Freshman-Sophomore College (Academic Focus), Branner Hall (Community Service), Kimball (Arts & Performing Arts), Crothers (Global Citizenship), and Toyon (Sophomore Priority).[250] Co-ops or \"Self-Ops\" are another housing option. \n",
            "These houses feature cooperative living, where residents and eating associates each contribute work to keep the house running, such as cooking meals or cleaning shared spaces. These houses have unique themes around which their community is centered. Many co-ops are hubs of music, art and philosophy. The co-ops on campus are 576 Alvarado Row (formerly Chi Theta Chi), Columbae, Enchanted Broccoli Forest (EBF), Hammarskjöld, Kairos, Terra (the unofficial LGBT house),[256] and Synergy.[257] Phi Sigma, at 1018 Campus Drive was formerly Phi Sigma Kappa fraternity, but in 1973 became a Self-Op.[258] By 2015, 55 percent of the graduate student population lived on campus.[259] Stanford also subsidizes off-campus apartments in nearby Palo Alto, Menlo Park, and Mountain View for graduate students who are guaranteed on-campus housing but are unable to live on campus due to a lack of space.[260]\n",
            "In 2016, Stanford had sixteen male varsity sports and twenty female varsity sports,[261] nineteen club sports,[262] and about 27 intramural sports.[263] The Stanford Tree is the Stanford Band's mascot and the unofficial mascot of Stanford University. Stanford's team name is the \"Cardinal\", referring to the vivid Stanford Cardinal Red color (not the common songbird as at several other schools); the university does not have an official mascot. The Tree has been called one of America's most bizarre and controversial college mascots;[264] it regularly appears at the top of Internet \"worst mascot\" lists,[265][266][267][268] but has also appeared on at least one list of top mascots.[269] The Tree is a member of the Leland Stanford Junior University Marching Band (LSJUMB) and appears at football games, basketball games, and other events where the band performs.[270]\n",
            "In 1930, following a unanimous vote by the executive committee for the Associated Students, the athletic department adopted a new mascot (Indian). The Indian symbol and name were dropped by President Richard Lyman in 1972, after objections from Native American students and a vote by the student senate.[271] Stanford is a member of the Atlantic Coast Conference in most sports, the Mountain Pacific Sports Federation in several other sports, and the America East Conference in field hockey with the participation in the inter-collegiate NCAA's Division I FBS.[272] The two official colors of the university are Stanford Cardinal Red and Palo Alto Green.[273]\n",
            "From 1930 until 1972, Stanford's sports teams had been known as the Indians and during the period from 1951 to 1972, Prince Lightfoot (portrayed by Timm Williams, a member of the Yurok tribe) was the official mascot. But in 1972, Native American students and staff members successfully lobbied University President Richard Lyman to abolish the \"Indian\" name along with what they had come to perceive as an offensive and demeaning mascot. Stanford's teams reverted unofficially to the name \"Cardinal\", the color that had represented the school before 1930.[274]\n",
            "From 1972 until 1981, Stanford’s official nickname was the Cardinal, but, during this time, there was debate among students and administrators concerning what the mascot and team name should be. A 1972 student referendum on the issue was in favor of restoring the Indian, while a second 1975 referendum was against. The 1975 vote included new suggestions, many alluding to the industry of the school's founder, tycoon Leland Stanford: the Robber Barons, the Sequoias, the Trees, the Cardinals, the Railroaders, the Spikes, and the Huns.\nIts traditional sports rival is the University of California, Berkeley. The winner of the annual \"Big Game\" between the Cal and Cardinal football teams gains custody of the Stanford Axe.[275]\n",
            "As of May 23, 2024, Stanford has won 136 NCAA team championships, more than any other school. Stanford has won at least one NCAA team championship each academic year for 48 consecutive years, from 1976–77 through to 2023–24.[276] As of January 1, 2022, Stanford athletes have also won 529 NCAA individual championships. No other Division I school is within 100 of Stanford's total.[277] Stanford have won 25 consecutive NACDA Directors' Cups, from 1994–1995 through to 2018–19, awarded annually to the most successful overall college sports program in the nation.[276] 177 Stanford-affiliated athletes have won a total of 296 Summer Olympic medals (150 gold, 79 silver, 67 bronze), including 26 medals at the 2020 Tokyo Olympics and 27 medals at the 2016 Rio de Janeiro Olympics.[276] In the 2020 Tokyo Summer Olympics, Stanford-affiliated athletes won 26 medals, more than any other university.[278]\n",
            "Students and staff at Stanford are of many different religions. The Stanford Office for Religious Life's mission is \"to guide, nurture and enhance spiritual, religious and ethical life within the Stanford University community\" by promoting enriching dialogue, meaningful ritual, and enduring friendships among people of all religious backgrounds. It is headed by a dean with the assistance of a senior associate dean and an associate dean.\nStanford Memorial Church, in the center of campus, has a Sunday University Public Worship service (UPW) usually in the \"Protestant Ecumenical Christian\" tradition where the Memorial Church Choir sings and a sermon is preached usually by one of the Stanford deans for Religious Life. UPW sometimes has multifaith services. In addition, the church is used by the Catholic community and the other Christian denominations at Stanford. Weddings happen most Saturdays and the university has allowed blessings of same-gender relationships and legal weddings.[303]\n",
            "In addition to the church, the Office for Religious Life has a Center for Inter-Religious Community, Learning, and Experiences (CIRCLE) on the third floor of Old Union. It offers a common room, an interfaith sanctuary, a seminar room, a student lounge area, and a reading room, as well as offices housing a number of Stanford Associated Religions (SAR) member groups and the Senior Associate Dean and Associate Dean for Religious Life. Most though not all religious student groups belong to SAR. The SAR directory includes organizations that serve atheist, Bahá’í, Buddhist, Christian, Hindu, Muslim, Jewish, and Sikh groups, though these groups vary year by year.[304] The Windhover Contemplation Center was dedicated in October 2014, and was intended to provide spiritual sanctuary for students and staff in the midst of their course and work schedules; the center displays the \"Windhover\" paintings by Nathan Oliveira, the late Stanford professor and artist.[305] Some religions have a larger and more formal presence on campus in addition to the student groups; these include the Catholic and Hillel communities at Stanford.[306][307]\n",
            "Fraternities and sororities have been active on the Stanford campus since 1891 when the university first opened. In 1944, University President Donald Tresidder banned all Stanford sororities due to extreme competition.[308] However, following Title IX, the Board of Trustees lifted the 33-year ban on sororities in 1977.[309] Students are not permitted to join a fraternity or sorority until spring quarter of their freshman year.[310] Stanford has thirty-one Greek organizations, including fourteen sororities and sixteen fraternities. Nine of the Greek organizations were housed (eight in University-owned houses and one, Sigma Chi, in their own house, although the land is owned by the university).[311] Five chapters were members of the African American Fraternal and Sororal Association, eleven chapters were members of the Interfraternity Council, seven chapters belonged to the Intersorority Council, and six chapters belonged to the Multicultural Greek Council.[312]\n",
            "Stanford has more than 600 student organizations.[317] Groups are often, though not always, partially funded by the university via allocations directed by the student government organization, the ASSU. These funds include \"special fees,\" which are decided by a Spring Quarter vote by the student body. Groups span athletics and recreation, careers/pre-professional, community service, ethnic/cultural, fraternities and sororities, health and counseling, media and publications, the arts, political and social awareness, and religious and philosophical organizations. In contrast to many other selective universities, Stanford policy mandates that all recognized student clubs be \"broadly open\" for all interested students to join.[318][319][320][321]\n",
            "The Stanford Daily is a student-run daily newspaper and has been published since the university was founded in 1892.[322] The student-run radio station, KZSU Stanford 90.1 FM, features freeform music programming, sports commentary, and news segments; it started in 1947 as an AM radio station.[323] The Stanford Review is a conservative student newspaper founded in 1987.[324] The Fountain Hopper (FoHo) is a financially independent, anonymous student-run campus rag publication, notable for having broken the Brock Turner story.[325] Stanford hosts numerous environmental and sustainability-oriented student groups, including Students for a Sustainable Stanford, Students for Environmental and Racial Justice, and Stanford Energy Club.[326] Stanford is a member of the Ivy Plus Sustainability Consortium, through which it has committed to best-practice sharing and the ongoing exchange of campus sustainability solutions along with other member institutions.[327]\n",
            "Stanford is also home to a large number of pre-professional student organizations, organized around missions from startup incubation to paid consulting. The Business Association of Stanford Entrepreneurial Students (BASES) is one of the largest professional organizations in Silicon Valley, with over 5,000 members.[328] Its goal is to support the next generation of entrepreneurs.[329] StartX is a non-profit startup accelerator for student and faculty-led startups.[330] It is staffed primarily by students.[331] Stanford Women In Business (SWIB) is an on-campus business organization, aimed at helping Stanford women find paths to success in the generally male-dominated technology industry.[332] Stanford Marketing is a student group that provides students hands-on training through research and strategy consulting projects with Fortune 500 clients, as well as workshops led by people from industry and professors in the Stanford Graduate School of Business.[333][334] Stanford Finance provides mentoring and internships for students who want to enter a career in finance. Stanford Pre Business Association is intended to build connections among industry, alumni, and student communities.[335]\n",
            "Stanford is also home to several academic groups focused on government and politics, including Stanford in Government and Stanford Women in Politics. The Stanford Society for Latin American Politics is Stanford's first student organization focused on the region's political, economic, and social developments, working to increase the representation and study of Latin America on campus. Former guest speakers include José Mujica and Gustavo Petro.[336] Other groups include:\n",
            "Stanford's Department of Public Safety is responsible for law enforcement and safety on the main campus. Its deputy sheriffs are peace officers by arrangement with the Santa Clara County Sheriff's Office.[346] The department is also responsible for publishing an annual crime report covering the previous three years as required by the Clery Act.[347] Fire protection has been provided by contract with the Palo Alto Fire Department since 1976.[348] Murder is rare on the campus, although a few cases have been notorious, including the 1974 murder of Arlis Perry in Stanford Memorial Church, which was not solved until 2018.[349] Also infamous was Theodore Streleski's murder of his faculty advisor in 1978.[350]\n",
            "In 2014, Stanford was the tenth highest in the nation in \"total of reports of rape\" on their main campus, with 26 reports of rape.[351] In Stanford's 2015 Campus Climate Survey, 4.7 percent of female undergraduates reported experiencing sexual assault as defined by the university, and 32.9 percent reported experiencing sexual misconduct.[352] According to the survey, 85% of perpetrators of misconduct were Stanford students and 80% were men.[352] Perpetrators of sexual misconduct were frequently aided by alcohol or drugs, according to the survey: \"Nearly three-fourths of the students whose responses were categorized as sexual assault indicated that the act was accomplished by a person or persons taking advantage of them when they were drunk or high, according to the survey. Close to 70 percent of students who reported an experience of sexual misconduct involving nonconsensual penetration and/or oral sex indicated the same.\"[352]\n",
            "Associated Students of Stanford and student and alumni activists with the anti-rape group Stand with Leah criticized the survey methodology for downgrading incidents involving alcohol if students did not check two separate boxes indicating they were both intoxicated and incapacity while sexually assaulted.[352] Reporting on the Brock Turner rape case, a reporter from The Washington Post analyzed campus rape reports submitted by universities to the U.S. Department of Education, and found that Stanford was one of the top ten universities in campus rapes in 2014, with 26 reported that year, but when analyzed by rapes per 1000 students, Stanford was not among the top ten.[351]\n",
            "On the night of January 17–18, 2015, 22-year-old Chanel Miller, who was visiting the campus to attend a party at the Kappa Alpha fraternity, was sexually assaulted by Brock Turner, a nineteen-year-old freshman student-athlete from Ohio. Two Stanford graduate students witnessed the attack and intervened; when Turner attempted to flee the two held him down on the ground until police arrived.[353] Stanford immediately referred the case to prosecutors and offered Miller counseling, and within two weeks had barred Turner from campus after conducting an investigation.[354] Turner was convicted on three felony charges in March 2016 and in June 2016 he received a jail sentence of six months and was declared a sex offender, requiring him to register as such for the rest of his life; prosecutors had sought a six-year prison sentence out of the maximum 14 years that was possible.[355] The case and the relatively lenient sentence drew nationwide attention.[356] Two years later, the judge in the case, Stanford graduate Aaron Persky, was recalled by the voters.[357][358]\n",
            "In February 2015, Elise Clougherty filed a sexual assault and harassment lawsuit against venture capitalist Joe Lonsdale.[359][360] Lonsdale and Clougherty entered into a relationship in the spring of 2012 when she was a junior and he was her mentor in a Stanford entrepreneurship course.[360] By the spring of 2013 Clougherty had broken off the relationship and filed charges at Stanford that Lonsdale had broken the Stanford policy against consensual relationships between students and faculty and that he had sexually assaulted and harassed her, which resulted in Lonsdale being banned from Stanford for 10 years.[360] Lonsdale challenged Stanford's finding that he had sexually assaulted and harassed her and Stanford rescinded that finding and the campus ban in the fall of 2015.[361] Clougherty withdrew her suit that fall as well.[362]\n",
            "Stanford's current community of scholars includes:\n",
            "Stanford's current and former faculty includes 58 Nobel laureates,[16] as well as 29 winners of the Turing Award, the so-called \"Nobel Prize in computer science\", comprising one-third of the awards given in its 44-year history. The university also has 27 ACM Fellows and is affiliated with four Gödel Prize winners, four Knuth Prize recipients, ten IJCAI Computers and Thought Award winners, and fifteen Grace Murray Hopper Award winners for their work in the foundations of computer science. Stanford alumni have started many companies and, according to Forbes, Stanford has produced the second highest number of billionaires of all universities.[373][374][375] By 2022, 128 Stanford students or alumni have also been named Rhodes Scholars.[376]\n"
        ]
    },
    {
        "Titanic - Wikipedia": [
            "Did you know that you can contribute to Wikipedia and be part of the Wikipedia editors community in Nigeria.Register here for free to be part of the training!",
            "\n",
            "RMS Titanic was a British ocean liner that sank on 15 April 1912 as a result of striking an iceberg on her maiden voyage from Southampton, England, to New York City, United States. Of the estimated 2,224 passengers and crew aboard, approximately 1,500 died (figures vary), making the incident one of the deadliest peacetime sinkings of a single ship.[4] Titanic, operated by the White Star Line, carried some of the wealthiest people in the world, as well as hundreds of emigrants from the British Isles, Scandinavia, and elsewhere in Europe who were seeking a new life in the United States and Canada. The disaster drew public attention, spurred major changes in maritime safety regulations, and inspired a lasting legacy in popular culture.\n",
            "RMS Titanic was the largest ship afloat upon entering service and the second of three Olympic-class ocean liners built for the White Star Line. The ship was built by the Harland and Wolff shipbuilding company in Belfast. Thomas Andrews Jr., the chief naval architect of the shipyard, died in the disaster. Titanic was under the command of Captain Edward John Smith, who went down with the ship.\n",
            "The first-class accommodation was designed to be the pinnacle of comfort and luxury. It included a gymnasium, swimming pool, smoking rooms, fine restaurants and cafes, a Victorian-style Turkish bath, and hundreds of opulent cabins. A high-powered radiotelegraph transmitter was available to send passenger \"marconigrams\" and for the ship's operational use. Titanic had advanced safety features, such as watertight compartments and remotely activated watertight doors, which contributed to the ship's reputation as \"unsinkable\".\n",
            "Titanic was equipped with 16 lifeboat davits, each capable of lowering three lifeboats, for a total capacity of 48 boats. Despite this capacity, the ship was scantly equipped with a total of only 20 lifeboats. Fourteen of these were regular lifeboats, two were cutter lifeboats, and four were collapsible and proved difficult to launch while the ship was sinking. Together, the 20 lifeboats could hold 1,178 people — roughly half the number of passengers on board, and a third of the number the passengers the ship could have carried at full capacity (a number consistent with the maritime safety regulations of the era). The British Board of Trade's regulations required 14 lifeboats for a ship 10,000 tonnes. Titanic carried six more than required, allowing 338 extra people room in lifeboats. When the ship sank, the lifeboats that had been lowered were only filled up to an average of 60%.\n",
            "The name Titanic derives from the Titans of Greek mythology. Built in Belfast, Ireland, in what was then the United Kingdom of Great Britain and Ireland, RMS Titanic was the second of the three Olympic-class ocean liners—the lead vessel was RMS Olympic and the final ship in the class was HMHS Britannic.[5]  They were by far the largest vessels of the British shipping company White Star Line's fleet, which comprised 29 steamers and tenders in 1912.[6] The three ships had their genesis in a discussion in mid-1907 between the White Star Line's chairman, J. Bruce Ismay, and the American financier J. P. Morgan, who controlled the White Star Line's parent corporation, the International Mercantile Marine Co. (IMM).\n",
            "White Star faced an increasing challenge from its main rivals, Cunard Line—which, with the aid of the Royal Navy, had recently launched the twin sister ships Lusitania and Mauretania, the fastest passenger ships then in service—and the German lines Hamburg America and Norddeutscher Lloyd. Ismay preferred to compete on size rather than speed and proposed to commission a new class of liners larger than anything that had come before, which would be the last word in comfort and luxury.[7]  The new ships would have sufficient speed to maintain a weekly service with only three ships instead of the original four. Olympic and Titanic would replace RMS Teutonic of 1889, RMS Majestic of 1890 and RMS Adriatic of 1907. RMS Oceanic first departed from a new home port in June 1907 along with the Teutonic, Majestic, and the new Adriatic on the Southampton-New York run.[8]\n",
            "The ships were constructed by the Belfast shipbuilder Harland & Wolff, which had a long-established relationship with the White Star Line dating back to 1867.[9] Harland and Wolff were given a great deal of latitude in designing ships for the White Star Line; the usual approach was for Wilhelm Wolff to sketch a general concept, which Edward James Harland would turn into a ship design. Cost considerations were a relatively low priority; Harland & Wolff were authorised to spend what it needed on the ships, plus a five per cent profit margin.[9] In the case of the Olympic-class ships, a cost of £3 million (approximately £370 million in 2023) for the first two ships was agreed, plus \"extras to contract\" and the usual five per cent fee.[10]\n",
            "Harland and Wolff put their leading designers to work designing Olympic-class vessels. The design was overseen by Lord Pirrie, a director of both Harland and Wolff and the White Star Line; naval architect Thomas Andrews, the managing director of Harland and Wolff's design department; Edward Wilding, Andrews's deputy and responsible for calculating the ship's design, stability and trim; and Alexander Carlisle, the shipyard's chief draughtsman and general manager.[11] Carlisle's responsibilities included the decorations, equipment, and all general arrangements, including the implementation of an efficient lifeboat davit design.[a]\n",
            "On 29 July 1908, Harland and Wolff presented the drawings to J. Bruce Ismay and other White Star Line executives. Ismay approved the design and signed three \"letters of agreement\" two days later, authorising the start of construction. [14] At this point, the first ship—which was later to become Olympic—had no name but was referred to simply as \"Number 400\", as it was Harland and Wolff's 400th hull. Titanic was based on a revised version of the same design and was given the number 401. [15]\n",
            "Titanic was 882 feet 9 inches (269.06 m) long with a maximum breadth of 92 feet 6 inches (28.19 m).\n",
            "The ship's total height, measured from the base of the keel to the top of the bridge, was 104 feet (32 m).[16] Titanic measured 46,329 GRT and 21,831 NRT[17] and with a draught of 34 feet 7 inches (10.54 m) and displaced 52,310 tonnes.[5]\nAll three of the Olympic-class ships had ten decks (excluding the top of the officers' quarters), eight of which were for passenger use. From top to bottom, the decks were:\n",
            "Titanic propulsion was supplied by three main engines—two reciprocating four-cylinder, triple-expansion steam engines and one centrally placed low-pressure Parsons turbine—each driving a propeller. The two reciprocating engines had a combined output of 30,000 horsepower (22,000 kW). The output of the steam turbine was 16,000 horsepower (12,000 kW).[16] The White Star Line had used the same combination of engines on an earlier liner, Laurentic, where it had been a great success.[29] It provided a good combination of performance and speed; reciprocating engines by themselves were not powerful enough to propel an Olympic-class liner at the desired speeds, while turbines were sufficiently powerful but caused uncomfortable vibrations, a problem that affected the all-turbine Cunard liners Lusitania and Mauretania.[30] By combining reciprocating engines with a turbine, fuel usage could be reduced and motive power increased, while using the same amount of steam.[31]\n",
            "The two reciprocating engines were each 63 feet (19 m) long and weighed 720 tonnes, with their bedplates contributing a further 195 tonnes.[30] They were powered by steam produced in 29 boilers, 24 of which were double-ended and five single-ended, which contained a total of 159 furnaces.[32] The boilers were 15 feet 9 inches (4.80 m) in diameter and 20 feet (6.1 m) long, each weighing 91.5 tonnes and capable of holding 48.5 tonnes of water.[33]\n",
            "They were fuelled by burning coal, 6,611 tonnes of which could be carried in Titanic's bunkers, with a further 1,092 tonnes in Hold 3. The furnaces required over 600 tonnes of coal a day to be shovelled into them by hand, requiring the services of 176 firemen working around the clock.[34] 100 tonnes of ash a day had to be disposed of by ejecting it into the sea.[35] The work was relentless, dirty and dangerous, and although firemen were paid relatively well,[34] there was a high suicide rate among those who worked in that capacity.[36]\n",
            "Exhaust steam leaving the reciprocating engines was fed into the turbine, which was situated aft. From there it passed into a surface condenser, to increase the efficiency of the turbine and so that the steam could be condensed back into water and reused.[37] The engines were attached directly to long shafts which drove the propellers. There were three, one for each engine; the outer (or wing) propellers were the largest, each carrying three blades of manganese-bronze alloy with a total diameter of 23.5 feet (7.2 m).[33] The middle propeller was slightly smaller at 17 feet (5.2 m) in diameter,[38] and could be stopped but not reversed.\n",
            "Titanic's electrical plant was capable of producing more power than an average city power station of the time.[39] Immediately aft of the turbine engine were four 400 kW steam-driven electric generators, used to provide electrical power to the ship, plus two 30 kW auxiliary generators for emergency use.[40] Their location in the stern of the ship meant they remained operational until the last few minutes before the ship sank.[41]\n",
            "Titanic lacked a searchlight, in accordance with the ban on the use of searchlights in the merchant navy.[42][43]\n",
            "The interiors of the Olympic-class ships were subdivided into 16 primary compartments divided by 15 bulkheads that extended above the waterline. The eleven vertically closing watertight doors on the orlop deck could be closed automatically via a switch on the bridge, by a lever next to the door itself, or by an automatic buoyancy mechanism that would activate in the event water reached six feet high in the compartment.[44] There were also several other horizontally closing watertight doors along Scotland Road, and various crew and third class passenger spaces on the G, F, and E decks. These doors required a small key to be placed into a slot on the deck above. Once the key was turned, the watertight door would close. The ship's exposed decking was made of pine and teak, while interior ceilings were covered in painted granulated cork to combat condensation.[45] Standing above the decks were four funnels, each painted in the White Star buff with black tops; only three were functional—the aftmost one was a dummy, installed for aesthetic purposes, and used for providing ventilation to the kitchen, as well as for the First and Second Class smoking rooms. Two masts, each 155 ft (47 m) high, supported derricks for working cargo.\n",
            "Titanic's rudder was 78 feet 8 inches (23.98 m) high and 15 feet 3 inches (4.65 m) long, weighing over 100 tonnes. Its size was such that it required steering engines to move it. Two steam-powered steering engines were installed, though only one was used at any given time, with the other one kept in reserve. They were connected to the short tiller through stiff springs, to isolate the steering engines from any shocks in heavy seas or during fast changes of direction.[46] As a last resort, the tiller could be moved by ropes connected to two steam capstans.[47] The capstans were also used to raise and lower the ship's five anchors (one port, one starboard, one in the centreline and two kedging anchors).[47]\n",
            "The ship was equipped with waterworks capable of heating and pumping water to all parts of the vessel via a complex network of pipes and valves. The main water supply was taken aboard while Titanic was in port, but in an emergency, the ship could also distil fresh water from seawater. However, this was not a straightforward process as the distillation plant could quickly became clogged by salt deposits. A network of insulated ducts conveyed warm air around the ship with electric fans and First-Class cabins were fitted with additional electric heaters.[39]\n",
            "Titanic's radiotelegraph equipment (then known as wireless telegraphy) was leased to the White Star Line by the Marconi International Marine Communication Company, which also supplied two of its employees, Jack Phillips and Harold Bride, as operators. The service maintained a 24-hour schedule, primarily sending and receiving passenger telegrams (\"marconigrams\"), but also handling navigation messages including weather reports and ice warnings.[48][49][50]\nThe radio room was located on the Boat Deck, in the officers' quarters. A soundproofed \"Silent Room\", next to the operating room, housed loud equipment, including the transmitter and a motor-generator used for producing alternating currents. The operators' living quarters were adjacent to the working office. The ship was equipped with a 'state of the art' 5-kilowatt rotary spark-gap transmitter, with the wireless telegraph call sign MGY, and communication was in Morse code. This transmitter was one of the first Marconi installations to use a rotary spark-gap, which gave Titanic a distinctive musical tone that could be readily distinguished from other signals. The transmitter was one of the most powerful in the world and guaranteed to broadcast over a radius of 350 miles (304 nmi; 563 km). An elevated T-antenna that spanned the length of the ship was used for transmitting and receiving. The normal operating frequency was 500 kHz (600 m wavelength); however, the equipment could also operate on the \"short\" wavelength of 1,000 kHz (300 m wavelength) that was employed by smaller vessels with shorter antennas.[51]\n",
            "The passenger facilities aboard Titanic aimed to meet the highest standards of luxury. According to Titanic's general arrangement plans, the ship could accommodate 833 First Class Passengers, 614 in Second Class and 1,006 in Third Class, for a total passenger capacity of 2,453. In addition, Titanic's capacity for crew members exceeded 900, as most documents of the original configuration have stated that the full carrying capacity for passengers and crew was approximately 3,547. The ship's interior design was a departure from that of other passenger liners, which had typically been decorated in the style of a manor house or an English country house.[52]\n",
            "Titanic was laid out in a much lighter style similar to that of contemporary high-class hotels—the Ritz Hotel was a reference point—with First Class cabins finished in the Empire style.[52] A variety of other decorative styles, ranging from the Renaissance to Louis XV, were used to decorate cabins and public rooms in First and Second Class areas of the ship. The aim was to convey an impression that the passengers were in a floating hotel rather than a ship. As one passenger recalled, on entering the ship's interior a passenger would \"at once lose the feeling that we are on board ship, and seem instead to be entering the hall of some great house on shore\".[53] Cabins in First Class also contained buttons that, when pressed, would signal for a steward to come to the cabin.\n",
            "Among the more novel features available to first-class passengers was a 7 ft (2.1 m) deep saltwater swimming pool, a gymnasium, a squash court, and a Victorian-style Turkish bath[54] which comprised hot room, warm (temperate) room, cooling-room, and two shampooing (massage) rooms. Complementing the Turkish bath, and within the same area, was a steam room and an electric bath.[53] First-class common rooms were impressive in scope and lavishly decorated. They included a lounge in the style of the Palace of Versailles, an enormous reception room, a men's smoking room, and a reading and writing room. There was an à la carte restaurant in the style of the Ritz Hotel which was run as a concession by the famous Italian restaurateur Gaspare Gatti.[55] A Café Parisien decorated in the style of a French sidewalk café, complete with ivy-covered trellises and wicker furniture, was run as an annex to the restaurant. For an extra cost, first-class passengers could enjoy the finest French haute cuisine in the most luxurious of surroundings.[56] There was also a Verandah Café where tea and light refreshments were served, that offered grand views of the ocean. At 114 ft (35 m) long by 92 ft (28 m) wide, the dining saloon on D Deck, designed by Charles Fitzroy Doll, was the largest room afloat and could seat almost 600 passengers at a time.[57]\n",
            "Third Class (commonly referred to as steerage) accommodations aboard Titanic were not as luxurious as First or Second Class but were better than on many other ships of the time, where Third Class accommodations consisted of little more than open dormitories in which hundreds of people were confined, often without adequate food or toilet facilities. The White Star Line had long since broken that mould. As seen aboard Titanic, all White Star Line passenger ships divided their Third Class accommodations into two sections, always at opposite ends of the vessel from one another. The established arrangement was that single men were quartered in the forward areas, while single women, married couples and families were quartered aft. In addition, while other ships provided only open berth sleeping arrangements, White Star Line vessels provided their Third-Class passengers with private, small but comfortable cabins capable of accommodating two, four, six, eight and ten passengers.[58] Third Class accommodations also included their own dining rooms, as well as public gathering areas including adequate open deck space. This was supplemented by the addition of a smoking room for men and a general room on C Deck which women could use for reading and writing.\n",
            "Leisure facilities were provided for all three classes to pass the time. As well as making use of the indoor amenities such as the library, smoking rooms, and gymnasium, it was also customary for passengers to socialise on the open deck, promenading or relaxing in hired deck chairs or wooden benches. A passenger list was published before the sailing to inform the public which members of the great and good were on board, and it was not uncommon for ambitious mothers to use the list to identify rich bachelors to whom they could introduce their marriageable daughters during the voyage.[59]\n",
            "One of Titanic's most distinctive features was the First Class staircase, known as the Grand Staircase or Grand Stairway. Built of solid English oak with a sweeping curve, the staircase descended through seven decks of the ship, between the boat deck to E deck, before terminating in a simplified single flight on F Deck.[60] It was capped with a dome of wrought iron and glass that admitted natural light to the stairwell. Each landing off the staircase gave access to ornate entrance halls panelled in the William & Mary style and lit by ormolu and crystal light fixtures.[61]\n",
            "At the uppermost landing was a large carved wooden panel containing a clock, with figures of \"Honour and Glory Crowning Time\" flanking the clock face.[60] The Grand Staircase was destroyed during the sinking and is now just a void in the ship which modern explorers have used to access the lower decks.[62] During the filming of James Cameron's Titanic in 1997, his replica of the Grand Staircase was ripped from its foundations by the force of the inrushing water on the set. It has been suggested that during the real event, the entire Grand Staircase was ejected upwards through the dome.[63]\n",
            "Although Titanic was primarily a passenger liner, the ship also carried a substantial amount of cargo. Under the designation of Royal Mail Ship (RMS), Titanic carried mail under contract with the Royal Mail (and also for the United States Post Office Department). For the storage of letters, parcels and specie (bullion, coins and other valuables), 26,800 cubic feet (760 m3) of space was allocated. The Sea Post Office on G Deck was manned by five postal clerks (three Americans and two Britons), who worked 13 hours a day, seven days a week, sorting up to 60,000 items daily.[65]\n",
            "The ship's passengers brought with them a huge amount of baggage; another 19,455 cubic feet (550.9 m3) was taken up by first- and second-class baggage. In addition, there was a considerable quantity of regular cargo, ranging from furniture to foodstuffs, and a 1912 Renault Type CE Coupe de Ville motor car.[66] Despite later myths, the cargo on Titanic's maiden voyage was fairly mundane; there was no gold, exotic minerals or diamonds, and one of the more famous items lost in the shipwreck, a jewelled copy of the Rubaiyat of Omar Khayyam, was valued at only £405 (£50,600 today).[67] According to the claims for compensation filed with Commissioner Gilchrist, following the conclusion of the Senate Inquiry, the single most highly valued item of luggage or cargo was a large neoclassical oil painting entitled La Circassienne au Bain by French artist Merry-Joseph Blondel. The painting's owner, first-class passenger Mauritz Håkan Björnström-Steffansson, filed a claim for $100,000 (equivalent to $2,300,000 in 2023) in compensation for the loss of the artwork.[64] Other intriguing items in the manifest included 12 cases of ostrich feathers, 76 cases of \"Dragon's Blood,\" and 16 cases of calabashes.[68]\n",
            "Titanic was equipped with eight electric cranes, four electric winches and three steam winches to lift cargo and baggage in and out of the holds. It is estimated that the ship used some 415 tonnes of coal whilst in Southampton, simply generating steam to operate the cargo winches and provide heat and light.[69]\n",
            "Like Olympic, Titanic carried a total of 20 lifeboats: 14 standard wooden Harland and Wolff lifeboats with a capacity of 65 people each and four Engelhardt \"collapsible\" (wooden bottom, collapsible canvas sides) lifeboats (identified as A to D) with a capacity of 47 people each. In addition, Titanic had two emergency cutters with a capacity of 40 people each.[70][d] Olympic carried at least two collapsible boats on either side of the number one funnel.[71][72] All of the lifeboats were stowed securely on the boat deck and, except for collapsible lifeboats A and B, connected to davits by ropes. Those on the starboard side were odd-numbered 1–15 from bow to stern, while those on the port side were even-numbered 2–16 from bow to stern.[73]\n",
            "Both cutters were kept swung out, hanging from the davits, ready for immediate use, while collapsible lifeboats C and D were stowed on the boat deck (connected to davits) immediately inboard of boats 1 and 2 respectively. A and B were stored on the roof of the officers' quarters, on either side of number 1 funnel. There were no davits to lower them and their weight would make them difficult to launch by hand.[73] Each boat carried (among other things) food, water, blankets, and a spare life belt. Lifeline ropes on the boats' sides enabled them to save additional people from the water if necessary.\n",
            "Titanic had 16 sets of davits, each able to handle three lifeboats, unlike what Carslile had hoped. This gave Titanic the ability to carry up to 48 wooden lifeboats.[74] However, the White Star Line decided that only 16 wooden lifeboats and four collapsibles would be carried, which could accommodate 1,178 people, only one-third of Titanic's total capacity. At the time, the Board of Trade's regulations required British vessels over 10,000 tonnes to only carry 16 lifeboats with a capacity of 990 occupants.[70]\n",
            "Therefore, the White Star Line actually provided more lifeboat accommodation than was legally required.[75][e] At the time, lifeboats were intended to ferry survivors from a sinking ship to a rescuing ship—not keep afloat the whole population or power them to shore. Had SS Californian responded to Titanic's distress calls, the lifeboats might have been able to ferry all passengers to safety as planned.[77]\n",
            "The sheer size of the Olympic class vessels posed a major engineering challenge for Harland and Wolff; no shipbuilder had ever before attempted to construct vessels this size.[78] The ships were constructed on Queen's Island, now known as the Titanic Quarter, in Belfast Harbour. Harland and Wolff had to demolish three existing slipways and build two new ones, the largest ever constructed up to that time, to accommodate both ships.[10] Their construction was facilitated by an enormous gantry built by Sir William Arrol & Co., a Scottish firm responsible for the building of the Forth Bridge and London's Tower Bridge. The Arrol Gantry stood 228 feet (69 m) high, was 270 feet (82 m) wide and 840 feet (260 m) long and weighed more than 6,000 tonnes. It accommodated a number of mobile cranes. A separate floating crane, capable of lifting 200 tonnes, was brought in from Germany.[79]\n",
            "The construction of Olympic and Titanic took place virtually in parallel, with Olympic's keel laid down first on 16 December 1908 and Titanic's on 31 March 1909.[15] Both ships took about 26 months to build and followed much the same construction process. They were designed essentially as an enormous floating box girder, with the keel acting as a backbone and the frames of the hull forming the ribs. At the base of the ships, a double bottom 5 feet 3 inches (1.60 m) deep supported 300 frames, each between 24 inches (61 cm) and 36 inches (91 cm) apart and measuring up to about 66 feet (20 m) long. They terminated at the bridge deck (B Deck) and were covered with steel plates which formed the outer skin of the ships.[80]\n",
            "The 2,000 hull plates were single pieces of rolled steel plate, mostly up to 6 feet (1.8 m) wide and 30 feet (9.1 m) long and weighing between 2.5 and 3 tonnes.[81] Their thickness varied from 1 inch (2.5 cm) to 1.5 inches (3.8 cm).[44] The plates were laid in a clinkered (overlapping) fashion from the keel to the bilge. Above that point they were laid in the \"in and out\" fashion, where strake plating was applied in bands (the \"in strakes\") with the gaps covered by the \"out strakes\", overlapping on the edges. Commercial oxy-fuel and electric arc welding methods, ubiquitous in fabrication today, were still in their infancy. Like most other iron and steel structures of the era, the hull was held together with over three million iron and steel rivets, which by themselves weighed over 1,200 tonnes. They were fitted using hydraulic machines or were hammered in by hand.[82] In the 1990s, material scientists concluded[83] that the steel plate used for the ship was subject to being especially brittle when cold, and that this brittleness exacerbated the impact damage and hastened the sinking. It is believed that, by the standards of the time, the steel plate's quality was good, not faulty, but that it was inferior to what would be used for shipbuilding purposes in later decades, owing to advances in the metallurgy of steelmaking.[83] As for the rivets, considerable emphasis has also been placed on their quality and strength.[84][85][86][87][88]\n",
            "Two side anchors and a centre anchor were among the last items to be fitted on Titanic before it launched. The anchors were a challenge to make; the centre anchor was the largest ever forged by hand. The head weighed nearly 16 tonnes and the shank another 8. Twenty Clydesdale draught horses were needed to haul the centre anchor by wagon from the Noah Hingley & Sons Ltd forge shop in Netherton, near Dudley, United Kingdom to the Dudley railway station two miles away. It was then shipped by rail to Fleetwood in Lancashire before boarding a ship to Belfast.[89]\n",
            "Constructing the ships was difficult and dangerous. Safety precautions were rudimentary at best for the 15,000 men who worked at Harland and Wolff at the time.[90] Much of the work was carried out without safety equipment like hard hats or hand guards on machinery. 246 injuries were recorded during Titanic's construction, including 28 severe injuries, such as arms severed by machines or legs crushed under falling pieces of steel. Six people died on the ship during construction and fitting out, and another two died in the shipyard workshops and sheds.[91] Just before the launch, a worker was killed when a piece of wood fell on him.[92]\n",
            "Titanic was launched at 12:15 pm on 31 May 1911 in the presence of Lord Pirrie, J. Pierpont Morgan, J. Bruce Ismay and 100,000 onlookers.[93][94] Twenty-two tonnes of soap and tallow were spread on the slipway to lubricate the ship's passage into the River Lagan.[92] In keeping with the White Star Line's traditional policy, the ship was not formally named or christened with champagne.[93] The ship was towed to a fitting-out berth where, over the course of the next year, the engines, funnels and superstructure were installed and interior was fitted out.[95]\n",
            "Although Titanic was virtually identical to the class's lead ship Olympic, a few changes were made to distinguish both ships. The most noticeable exterior difference was that Titanic (and the third vessel in class, Britannic) had a steel screen with sliding windows installed along the forward half of the A Deck promenade. This was installed as a last-minute change at the personal request of Bruce Ismay and was intended to provide additional shelter to First Class passengers.[96] Extensive changes were made to B Deck on Titanic as the promenade space in this deck, which had proven unpopular on Olympic, was converted into additional First-Class cabins, including two opulent parlour suites with their own private promenade spaces. The À la Carte restaurant was also enlarged and the Café Parisien, an entirely new feature which did not exist on Olympic, was added. These changes made Titanic slightly heavier than Olympic and allowed claim to be the largest ship afloat. The work took longer than expected due to design changes requested by Ismay and a temporary pause in work occasioned by the need to repair Olympic, which had been in a collision in September 1911. Had Titanic been finished earlier, the ship might well have missed colliding with an iceberg.[92]\n",
            "Titanic's sea trials began at 6 am on Tuesday, 2 April 1912, just two days after  the fitting out was finished and eight days before departure from Southampton on the maiden voyage.[97] The trials were delayed for a day due to bad weather, but by Monday morning it was clear and fair.[98] Aboard were 78 stokers, greasers and firemen, and 41 members of crew. No domestic staff appear to have been aboard. Representatives of various companies travelled on Titanic's sea trials: Thomas Andrews and Edward Wilding of Harland and Wolff, and Harold A. Sanderson of IMM. Bruce Ismay and Lord Pirrie were too ill to attend. Jack Phillips and Harold Bride served as radio operators and performed fine-tuning of the Marconi equipment. Francis Carruthers, a surveyor from the Board of Trade, was also present to see that everything worked and that the ship was fit to carry passengers.[99]\n",
            "The sea trials consisted of a number of tests of handling characteristics, carried out first in Belfast Lough and then in the open waters of the Irish Sea. Over the course of about 12 hours, Titanic was driven at different speeds, turning ability was tested, and a \"crash stop\" was performed in which the engines were reversed full ahead to full astern, bringing the ship to a stop in 850 yd (777 m) or 3 minutes and 15 seconds.[100] Titanic covered a distance of about 80 nautical miles (92 mi; 150 km), averaging 18 knots (21 mph; 33 km/h) and reaching a maximum speed of just under 21 knots (24 mph; 39 km/h).[101]\n",
            "On returning to Belfast at about 7 pm, the surveyor signed an \"Agreement and Account of Voyages and Crew\", valid for 12 months, which declared the ship seaworthy. An hour later, Titanic departed Belfast to head to Southampton, a voyage of about 570 nautical miles (660 mi; 1,060 km). After a journey lasting about 28 hours, Titanic arrived about midnight on 4 April and was towed to the port's Berth 44, ready for the arrival of passengers and the remainder of the crew.[102]\n",
            "Both Olympic and Titanic registered Liverpool as their home port. The offices of the White Star Line, as well as Cunard, were in Liverpool, and up until the introduction of the Olympic, most British ocean liners for both Cunard and White Star, such as Lusitania and Mauretania, sailed from Liverpool followed by a port of call in Queenstown, Ireland. Since the company's founding in 1845, a vast majority of their operations had taken place from Liverpool. However, in 1907 White Star Line established another service from Southampton on England's south coast, which became known as White Star's \"Express Service\". Southampton had many advantages over Liverpool, the first being its proximity to London.[103]\n",
            "In addition, Southampton, being on the south coast, allowed ships to easily cross the English Channel and make a port of call on the northern coast of France, usually at Cherbourg. This allowed British ships to pick up clientele from continental Europe before recrossing the channel and picking up passengers at Queenstown. The Southampton-Cherbourg-New York run would become so popular that most British ocean liners began using the port after World War I. Out of respect for Liverpool, ships continued to be registered there until the early 1960s. Queen Elizabeth 2 was one of the first ships registered in Southampton when introduced into service by Cunard in 1969.[103]\n",
            "Titanic's maiden voyage was intended to be the first of many trans-Atlantic crossings between Southampton and New York via Cherbourg and Queenstown on westbound runs, returning via Plymouth in England while eastbound. The entire schedule of voyages through to December 1912 still exists.[104] When the route was established, four ships were assigned to the service. In addition to Teutonic and Majestic, RMS Oceanic and the brand new RMS Adriatic sailed the route. When the Olympic entered service in June 1911, the ship replaced Teutonic, which after completing a last run on the service in late April was transferred to the Dominion Line's Canadian service. The following August, Adriatic was transferred to White Star Line's main Liverpool-New York service, and in November, Majestic was withdrawn from service impending the arrival of Titanic in the coming months and was mothballed as a reserve ship.[105][106]\n",
            "White Star Line's initial plans for Olympic and Titanic on the Southampton run followed the same routine as their predecessors had done before them. Each would sail once every three weeks from Southampton and New York, usually leaving at noon each Wednesday from Southampton and each Saturday from New York, thus enabling the White Star Line to offer weekly sailings in each direction. Special trains were scheduled from London and Paris to convey passengers to Southampton and Cherbourg respectively.[106] The deep-water dock at Southampton, then known as the \"White Star Dock\", had been specially constructed to accommodate the new Olympic-class liners, and had opened in 1911.[107]\n",
            "Titanic had about 885 crew members on board for the maiden voyage.[108] Like other vessels of the time, Titanic did not have a permanent crew, and the vast majority of crew members were casual workers who only came aboard the ship a few hours before sailing from Southampton.[109] The process of signing up recruits began on 23 March and some were to Belfast, where they served as a skeleton crew on Titanic's sea trials and passage to England in early April.[110]\n",
            "Captain Edward John Smith, the most senior of the White Star Line's captains, was transferred from Olympic to take command of Titanic.[111] Henry Tingle Wilde also came across from Olympic to take the post of chief mate. Titanic's previously designated chief mate and first officer, William McMaster Murdoch and Charles Lightoller, were downgraded to the ranks of first and second officer respectively, and the original second officer, David Blair, was dropped altogether.[112][f] The third officer, Herbert Pitman, was the only deck officer not a member of the Royal Naval Reserve. Pitman was the second-to-last surviving officer.[citation needed]\n",
            "Titanic's crew were divided into three principal departments: Deck, with 66 crew; Engine, with 325; and Victualling, with 494.[113] The vast majority of the crew were thus not seamen but were either engineers, firemen, or stokers, responsible for looking after the engines, or stewards and galley staff, responsible for the passengers.[114] Of these, over 97% were male; just 23 of the crew were female, mainly stewardesses.[115] The rest represented a variety of professions—bakers, chefs, butchers, fishmongers, dishwashers, stewards, gymnasium instructors, laundrymen, waiters, bed-makers, cleaners, and even a printer,[115] who produced a daily newspaper for passengers called the Atlantic Daily Bulletin with the latest news received by the ship's wireless operators.[48][g]\n",
            "Most of the crew signed on in Southampton on 6 April;[15] in all, 699 of the crew came from there, and 40% were natives of the town.[115] A few specialist staff were self-employed or subcontractors, including: five postal clerks who worked for the Royal Mail and the United States Post Office Department, the staff of the First Class À La Carte Restaurant and the Café Parisien, the radio operators (who were employed by Marconi) and the eight musicians, who were employed by an agency and travelled as second-class passengers.[117] Crew pay varied greatly, from Captain Smith's £105 a month (equivalent to £13,100 today) to the £3 10s (£440 today) that stewardesses earned. The lower-paid victualling staff could, however, supplement their wages substantially through tips from passengers.[116]\n",
            "Titanic's passengers numbered approximately 1,317 people: 324 in First Class, 284 in Second Class, and 709 in Third Class. Of these, 869 (66%) were male and 447 (34%) female. There were 107 children aboard, the largest number of whom were in Third Class.[118] The ship was considerably under-capacity for the maiden voyage and could have accommodated 2,453 passengers—833 First Class, 614 Second Class, and 1,006 Third Class.[119]\n",
            "Usually, a high-prestige vessel like Titanic could expect to be fully booked on a maiden voyage. However, a national coal strike in the UK had caused considerable disruption to shipping schedules in the spring of 1912, causing many crossings to be cancelled. Many would-be passengers chose to postpone their travel plans until the strike was over. The strike had finished a few days before Titanic sailed; however, that was too late to have much of an effect. Titanic was able to sail on the scheduled date only because coal was transferred from other vessels which were tied up at Southampton, such as SS City of New York and RMS Oceanic, as well as coal that Olympic had brought back from a previous voyage to New York, which had been stored at the White Star Dock.[96]\n",
            "Some of the most prominent people of the day booked a passage aboard Titanic, travelling in First Class. Among them (with those who perished marked with a dagger†) were the American millionaire John Jacob Astor IV† and his wife, Madeleine Force Astor (with John Jacob Astor VI in utero); industrialist Benjamin Guggenheim†; painter and sculptor Francis Davis Millet†; Macy's owner Isidor Straus† and his wife, Ida†; millionairess Margaret \"Molly\" Brown;[h] Sir Cosmo Duff Gordon and his wife, Lucy (Lady Duff-Gordon); Lieut. Col. Arthur Peuchen; writer and historian Archibald Gracie; cricketer and businessman John B. Thayer† with his wife, Marian, and son Jack; George Dunton Widener† with his wife, Eleanor, and son Harry†; Noël Leslie, Countess of Rothes; Mr.† and Mrs. Charles M. Hays; Mr. and Mrs. Henry S. Harper; Mr.† and Mrs. Walter D. Douglas; Mr.† and Mrs. George D. Wick; Mr.† and Mrs. Henry B. Harris; Mr.† and Mrs. Arthur L. Ryerson; Mr.† and Mrs.† Hudson J. C. Allison; Mr. and Mrs. Dickinson Bishop; noted architect Edward Austin Kent†; brewery heir Harry Molson†; tennis players Karl Behr and Dick Williams; author and socialite Helen Churchill Candee; future lawyer and suffragette Elsie Bowerman and her mother Edith; journalist and social reformer William Thomas Stead†; journalist and fashion buyer Edith Rosenbaum; socialite Edith Corse Evans†; wealthy divorcée Charlotte Drake Cardeza; French sculptor Paul Chevré; author Jacques Futrelle† with his wife May; silent film actress Dorothy Gibson with her mother Pauline; President of the Swiss Bankverein, Col. Alfons Simonius-Blumer; James A. Hughes's daughter Eloise; banker Robert Williams Daniel; the chairman of the Holland America Line, Johan Reuchlin [de]; Arthur Wellington Ross's son John H. Ross; Washington Roebling's nephew Washington A. Roebling II; Andrew Saks's daughter Leila Saks Meyer with her husband Edgar Joseph Meyer† (son of Marc Eugene Meyer); William A. Clark's nephew Walter M. Clark with his wife, Virginia; a great-great-grandson of soap manufacturer Andrew Pears, Thomas C. Pears, with wife; John S. Pillsbury's grandson John P. Snyder and wife Nelle; and Dorothy Parker's uncle Martin Rothschild with his wife, Elizabeth.[120]\n",
            "Titanic's owner J. P. Morgan was scheduled to travel on the maiden voyage but cancelled at the last minute.[121] Also aboard the ship were the White Star Line's managing director J. Bruce Ismay and Titanic's designer Thomas Andrews†, who was on board to observe any problems and assess the general performance of the new ship.[122]\n",
            "The exact number of people aboard is not known, as not all of those who had booked tickets made it to the ship; about 50 people cancelled for various reasons,[123] and not all of those who boarded stayed aboard for the entire journey.[124] Fares varied depending on class and season. Third Class fares from London, Southampton, or Queenstown cost £7 5s (equivalent to £900 today) while the cheapest First Class fares cost £23 (£2,900 today).[106] The most expensive First Class suites were to have cost up to £870 in high season (£109,000 today).[119]\n",
            "Titanic's maiden voyage began on Wednesday, 10 April 1912. Following the embarkation of the crew, the passengers began arriving at 9:30 am, when the London and South Western Railway's boat train from London Waterloo station reached Southampton Terminus railway station on the quayside, alongside Titanic's berth.[125] The large number of Third Class passengers meant they were the first to board, with First and Second Class passengers following up to an hour before departure. Stewards showed them to their cabins, and First Class passengers were personally greeted by Captain Smith.[126] Third Class passengers were inspected for ailments and physical impairments that might lead to their being refused entry to the United States – a prospect the White Star Line wished to avoid, as it would have to carry anyone who failed the examination back across the Atlantic.[123] In all, 920 passengers boarded Titanic at Southampton – 179 First Class, 247 Second Class, and 494 Third Class. Additional passengers were to be picked up at Cherbourg and Queenstown.[96]\n",
            "The maiden voyage began at noon, as scheduled. An accident was narrowly averted only a few minutes later, as Titanic passed the moored liners SS City of New York of the American Line and Oceanic of the White Star Line, the latter of which would have been a running mate on the service from Southampton. The ship's displacement caused both of the smaller ships to be lifted by a bulge of water and dropped into a trough. New York's mooring cables could not take the sudden strain and snapped, swinging around stern-first towards Titanic. A nearby tugboat, Vulcan, came to the rescue by taking New York under tow, and Captain Smith ordered Titanic's engines to be put \"full astern\".[127] The two ships avoided a collision by a distance of about 4 feet (1.2 m). The incident delayed Titanic's departure for about an hour, while the drifting New York was brought under control.[128][129]\n",
            "After making it safely through the complex tides and channels of Southampton Water and the Solent, Titanic disembarked the Southampton pilot at the Nab Lightship and headed out into the English Channel.[130] The ship headed for the French port of Cherbourg, a journey of 77 nautical miles (89 mi; 143 km).[131] The weather was windy, very fine but cold and overcast.[132] Because Cherbourg lacked docking facilities for a ship the size of Titanic, tenders had to be used to transfer passengers from shore to ship. The White Star Line operated two tenders at Cherbourg: SS Traffic and SS Nomadic (Nomadic is the only surviving White Star Line ship). Both had been designed specifically as tenders for the Olympic-class liners and launched shortly after Titanic.[133] Four hours after leaving Southampton, Titanic arrived at Cherbourg and was met by the tenders where 274 additional passengers were taken aboard (142 First Class, 30 Second Class, and 102 Third Class). Twenty-four passengers had booked a cross-Channel passage only and were left aboard the tenders to be conveyed to shore, a process completed within 90 minutes. At 8 pm, Titanic weighed anchor and left for Queenstown[134] with the weather remaining cold and windy.[132]\n",
            "At 11:30 am on Thursday 11 April, Titanic arrived at Cork Harbour on the south coast of Ireland. It was a partly cloudy but relatively warm day, with a brisk wind.[132] Again, the dock facilities were not suitable for a ship of Titanic's size, and the tenders America and Ireland were used to bring passengers aboard. In all, 123 passengers boarded Titanic at Queenstown – three First Class, seven Second Class and 113 Third Class. In addition to the 24 cross-Channel passengers who had disembarked at Cherbourg, another seven passengers had booked an overnight passage from Southampton to Queenstown. Among the seven was Francis Browne, a Jesuit trainee who was a keen photographer and took many photographs aboard Titanic, including one of the last known photographs of the ship. The very last one was taken by another cross-channel passenger, Kate Odell.[135] A decidedly unofficial departure was that of a crew member, stoker John Coffey, a Queenstown native who sneaked off the ship by hiding under mail bags being transported to shore.[136] Titanic weighed anchor for the last time at 1:30 pm and departed on the westward journey across the Atlantic.[136]\n",
            "Titanic was planned to arrive at New York Pier 59[137] on the morning of 17 April.[138] After leaving Queenstown, Titanic followed the Irish coast as far as Fastnet Rock,[139] a distance of some 55 nautical miles (63 mi; 102 km). From there the voyage of 1,620 nautical miles (1,860 mi; 3,000 km) along a Great Circle route across the North Atlantic, reached a spot in the ocean known as \"the corner\", southeast of Newfoundland, where westbound steamers carried out a change of course. Titanic sailed only a few hours past the corner on a rhumb line leg of 1,023 nautical miles (1,177 mi; 1,895 km) to Nantucket Shoals Light when making fatal contact with an iceberg.[140] The final leg of the journey would have been 193 nautical miles (222 mi; 357 km) to Ambrose Light and finally to New York Harbor.[141]\n",
            "From 11 April to local apparent noon the next day, Titanic covered 484 nautical miles (557 mi; 896 km); the following day, 519 nautical miles (597 mi; 961 km); and by noon on the final day of the voyage, 546 nautical miles (628 mi; 1,011 km). From then until the time of sinking, the ship travelled another 258 nautical miles (297 mi; 478 km), averaging about 21 knots (24 mph; 39 km/h).[142]\n",
            "The weather cleared as Titanic left Ireland under cloudy skies with a headwind. Temperatures remained fairly mild on Saturday 13 April, but the following day Titanic crossed a cold weather front with strong winds and waves of up to 8 feet (2.4 m). These died down as the day progressed until, by the evening of Sunday 14 April, it became clear, calm, and very cold.[143]\n",
            "The first three days of the voyage from Queenstown had passed without apparent incident. A fire had begun in Titanic's forward most coal bunker (that supplied coal to boiler rooms six and five) approximately 10 days prior to the ship's departure, and continued to burn for several days into its voyage,[144] but passengers were unaware of this situation. Fires occurred frequently on board steamships at the time, due to spontaneous combustion of the coal.[145] The fires had to be extinguished with fire hoses by moving the coal on top to another bunker and by removing the burning coal and feeding it into the furnace.[146] The fire was finally extinguished on 14 April.[147][148] There has been some speculation and discussion as to whether this fire and attempts to extinguish it may have made the ship more vulnerable to sinking.[149][150]\n",
            "Titanic received a series of warnings from other ships of drifting ice in the area of the Grand Banks of Newfoundland, but Captain Smith ignored them.[151] One of the ships to warn Titanic was the Atlantic Line's Mesaba.[152] Nevertheless, Titanic continued to steam at full speed, which was standard practice at the time.[153] Although not trying to set a speed record,[154] timekeeping was a priority, and under prevailing maritime practices, ships were often operated at close to full speed; ice warnings were seen as advisories, and reliance was placed upon lookouts and the watch on the bridge.[153] It was generally believed that ice posed little danger to large vessels. Close calls with ice were not uncommon, and even head-on collisions had not been disastrous. In 1907, SS Kronprinz Wilhelm, a German liner, had rammed an iceberg but still completed the voyage, and Captain Smith said in 1907 that he \"could not imagine any condition which would cause a ship to founder. Modern shipbuilding has gone beyond that.\"[155][i]\n",
            "At 11:40 pm (ship's time) on 14 April, lookout Frederick Fleet spotted an iceberg immediately ahead of Titanic and alerted the bridge.[158] First Officer William Murdoch ordered the ship to be steered around the iceberg and the engines to be reversed,[159] but it was too late. The starboard side of Titanic struck the iceberg, creating a series of holes below the waterline.[j] The hull was not punctured, but rather dented such that the steel plates of the hull buckled and separated, allowing water to rush in. Five of the sixteen watertight compartments were heavily breached and a sixth was slightly compromised. It soon became clear that Titanic would sink, as the ship could not remain afloat with more than four compartments flooded. Titanic began sinking bow-first, with water spilling from compartment to compartment over the top of each watertight bulkhead as the ship's angle in the water became steeper.[161]\n",
            "Those aboard Titanic were ill-prepared for such an emergency. In accordance with accepted practices of the time, as ships were seen as largely unsinkable and lifeboats were intended to transfer passengers to nearby rescue vessels,[162][k] Titanic only had enough lifeboats to carry about half of those on board; if the ship had carried the full complement of about 3,339 passengers and crew, only about a third could have been accommodated in the lifeboats.[164] The crew had not been trained adequately in carrying out an evacuation. The officers did not know how many they could safely put aboard the lifeboats and launched many of them barely half-full.[165] Third-class passengers were largely left to fend for themselves, causing many of them to become trapped below decks as the ship filled with water.[166] The \"women and children first\" protocol was generally followed when loading the lifeboats,[166] and most of the male passengers and crew were left aboard. Women and children survived at rates of about 75 per cent and 50 per cent, while only 20 per cent of men survived.[167]\n",
            "Between 2:10 and 2:15 am, a little over two and a half hours after Titanic struck the iceberg, the rate of sinking suddenly increased as the boat deck dipped underwater, and the sea poured in through open hatches and grates: in between that time, the electrical power on board also went out.[168] As the ship's unsupported stern rose out of the water, exposing the propellers, the ship broke in two main pieces between the second and third funnels, due to the immense forces on the keel. With the bow underwater, and air trapped in the stern, the stern remained afloat and buoyant for a few minutes longer, rising to a nearly vertical angle with hundreds of people still clinging to it,[169] before foundering at 2:20 am.[170] It was believed that Titanic sank in one piece, but the discovery of the wreck many years later revealed that the ship had broken in two. All remaining passengers and crew were immersed in water at a temperature of −2 °C (28 °F).  Only five who were in the water were helped into the lifeboats, though the lifeboats had room for almost 500 more people.[171]\n",
            "Distress signals were sent by wireless, rockets, and lamp, but none of the ships that responded were near enough to reach Titanic before sinking.[172] A radio operator on board SS Birma, for instance, estimated that it would be 6 am before the liner could arrive at the scene. Meanwhile, SS Californian, which was the last to have been in contact before the collision, saw Titanic's flares but failed to assist.[173] Around 4 am, RMS Carpathia arrived on the scene in response to Titanic's earlier distress calls.[174]\n",
            "When the ship sank, the lifeboats that had been lowered were only filled up to an average of 60%.[175] 706 people survived the disaster and were conveyed by Carpathia to New York, Titanic's original destination, while 1,517 people died.[108]\n",
            "RMS Carpathia took three days to reach New York after leaving the scene of the disaster with a journey slowed by pack ice, fog, thunderstorms and rough seas.[179] Carpathia was, however, able to pass news to the outside world by wireless about what had happened. The initial reports were confusing, leading the American press to report erroneously on 15 April that Titanic was being towed to port by SS Virginian.[180] Late on the night of 15 April White Star reported a message was received saying Titanic had sunk, but all passengers and crew had been transferred to another vessel.[181] Later that day, confirmation came through that Titanic had been lost and that most of the passengers and crew had died.[182] The news attracted crowds of people to the White Star Line's offices in London, New York, Montreal,[183] Southampton,[184] Liverpool and Belfast.[185] It hit hardest in Southampton, whose people suffered the greatest losses from the sinking;[186] four out of every five crew members came from this town.[187][l]\nCarpathia docked at 9:30 pm on 18 April at New York's Pier 54 and was greeted by some 40,000 people waiting at the quayside in heavy rain.[190] Immediate relief in the form of clothing and transportation to shelters was provided by the Women's Relief Committee, the Travelers Aid Society of New York, and the Council of Jewish Women, among other organisations.[191] Many of Titanic's surviving passengers did not linger in New York but headed onwards immediately to relatives' homes. Some of the wealthier survivors chartered private trains to take them home, and the Pennsylvania Railroad laid on a special train free of charge to take survivors to Philadelphia. Titanic's 214 surviving crew members were taken to the Red Star Line's steamer SS Lapland, where they were accommodated in passenger cabins.[192]\n",
            "Carpathia was hurriedly restocked with food and provisions before resuming the journey to Fiume, Austria-Hungary. The crew were given a bonus of a month's wages by Cunard as a reward for their actions, and some of Titanic's passengers joined to give them an additional bonus of nearly £900 (£113,000 today), divided among the crew members.[193]\n",
            "The ship's arrival in New York led to a frenzy of press interest, with newspapers competing to be the first to report the survivors' stories. Some reporters bribed their way aboard the pilot boat New York, which guided Carpathia into harbour, and one even managed to get onto Carpathia before docking.[194] Crowds gathered outside newspaper offices to see the latest reports being posted in the windows or on billboards.[195] It took another four days for a complete list of casualties to be compiled and released, adding to the agony of relatives waiting for news of those who had been aboard Titanic.[m]\n",
            "In January 1912, the hulls and equipment of Titanic and Olympic had been insured through Lloyd's of London and London Marine Insurance. The total coverage was £1,000,000 (£123,000,000 today) per ship. The policy was to be \"free from all average\" under £150,000, meaning that the insurers would only pay for damage in excess of that sum. The premium, negotiated by brokers Willis Faber & Company (now Willis Group), was 15 s (75 p) per £100, or £7,500 (£940,000 today) for the term of one year. Lloyd's paid the White Star Line the full sum owed to them within 30 days.[197]\n",
            "Many charities were set up to help the survivors and their families, many of whom lost their sole wage earner, or, in the case of many Third-Class survivors, everything they owned. In New York City, for example, a joint committee of the American Red Cross and Charity Organization Society formed to disburse financial aid to survivors and dependents of those who died.[198] On 29 April, opera stars Enrico Caruso and Mary Garden and members of the Metropolitan Opera raised $12,000 ($300,000 in 2014)[199] in benefits for victims of the disaster by giving special concerts in which versions of \"Autumn\" and \"Nearer My God To Thee\" were part of the programme.[200] In Britain, relief funds were organised for the families of Titanic's lost crew members, raising nearly £450,000 (£56,000,000 today). One such fund was still in operation as late as the 1960s.[201]\n",
            "In the United States and Britain, more than 60 survivors combined to sue the White Star Line for damages connected to loss of life and baggage.[202] The claims totalled $16,804,112 (appr. $419 million in 2018 USD), which was far in excess of what White Star argued it was responsible for as a limited liability company under American law.[203] Because the bulk of the litigants were in the United States, White Star petitioned the United States Supreme Court in 1914, which ruled in its favour that it qualified as an LLC and found that the causes of the ship's sinking were largely unforeseeable, rather than due to negligence.[204] This sharply limited the scope of damages survivors and family members were entitled to, prompting them to reduce their claims to some $2.5 million. White Star only settled for $664,000 (appr. $16.56 million in 2018), about 27% of the original total sought by survivors. The settlement was agreed to by 44 of the claimants in December 1915, with $500,000 set aside for the American claimants, $50,000 for the British, and $114,000 to go towards interest and legal expenses.[202][203]\n",
            "Even before the survivors arrived in New York, investigations were being planned to discover what had happened, and what could be done to prevent a recurrence. Inquiries were held in both the United States and the United Kingdom, the former more robustly critical of traditions and practices, and scathing of the failures involved, and the latter broadly more technical and expert-orientated.[206]\n",
            "The US Senate's inquiry into the disaster was initiated on 19 April, a day after Carpathia arrived in New York.[207] The chairman, Senator William Alden Smith, wanted to gather accounts from passengers and crew while the events were still fresh in their minds. Smith also needed to subpoena all surviving British passengers and crew while they were still on American soil, which prevented them from returning to the UK before the American inquiry was completed on 25 May.[208] The British press condemned Smith as an opportunist, insensitively forcing an inquiry as a means of gaining political prestige and seizing \"his moment to stand on the world stage\". Smith, however, already had a reputation as a campaigner for safety on US railroads, and wanted to investigate any possible malpractices by railroad tycoon J. P. Morgan, Titanic's ultimate owner.[209]\n",
            "The British Board of Trade's inquiry into the disaster was headed by Lord Mersey, and took place between 2 May and 3 July. Being run by the Board of Trade, who had previously approved the ship, it was seen by some[like whom?] as having little interest in its own or White Star's conduct being found negligent.[210]\n",
            "Each inquiry took testimony from both passengers and crew of Titanic, crew members of Leyland Line's Californian, Captain Arthur Rostron of Carpathia and other experts.[211] The British inquiry also took far greater expert testimony, making it the longest and most detailed court of inquiry in British history up to that time.[212] The two inquiries reached broadly similar conclusions: the regulations on the number of lifeboats that ships had to carry were out of date and inadequate,[213] Captain Smith had failed to take proper heed of ice warnings,[214] the lifeboats had not been properly filled or crewed, and the collision was the direct result of steaming into a dangerous area at too high a speed.[213]\n",
            "Neither inquiry's findings listed negligence by IMM or the White Star Line as a factor. The American inquiry concluded that since those involved had followed standard practice, the disaster was an act of God.[215] The British inquiry concluded that Smith had followed long-standing practice that had not previously been shown to be unsafe,[216] noting that British ships alone had carried 3.5 million passengers over the previous decade with the loss of just 10 lives,[217] and concluded that Smith had done \"only that which other skilled men would have done in the same position\". Lord Mersey did, however, find fault with the \"extremely high speed (twenty-two knots) which was maintained\" following numerous ice warnings,[218] noting that \"what was a mistake in the case of the Titanic would without doubt be negligence in any similar case in the future\".[216]\n",
            "The recommendations included strong suggestions for major changes in maritime regulations to implement new safety measures, such as ensuring that more lifeboats were provided, that lifeboat drills were properly carried out and that wireless equipment on passenger ships was manned around the clock.[219] An International Ice Patrol was set up to monitor the presence of icebergs in the North Atlantic, and maritime safety regulations were harmonised internationally through the International Convention for the Safety of Life at Sea; both measures are still in force today.[220]\n",
            "On 18 June 1912, Guglielmo Marconi gave evidence to the Court of Inquiry regarding the telegraphy. Its final report recommended that all liners carry the system and that sufficient operators maintain a constant service.[221]\n",
            "The way the Titanic sank brought to light serious design issues with the Olympic-class. As a result, the Olympic went through a major refit and design changes for the construction of the Britannic.[222]\n",
            "In August 1912, the liner Corsican struck an iceberg in the Atlantic, severely damaging the bow. However, because the weather was hazy at the time, speed had been reduced to 'dead slow', which limited further damage. While the lifeboats had been deployed, they were not boarded.[223]\n",
            "One of the most controversial issues examined by the inquiries was the role played by SS Californian, which had been only a few miles from Titanic but had not picked up distress calls or responded to signal rockets. Californian had stopped for the night because of icy conditions and warned Titanic by radio, but was rebuked by Titanic's senior wireless operator, Jack Phillips.[224]\n",
            "Testimony before the British inquiry revealed that at 10:10 pm, Californian observed the lights of a ship to the south; it was later agreed between Captain Stanley Lord and Third Officer C.V. Groves (who had relieved Lord of duty at 11:10 pm) that this was a passenger liner.[224] At 11:50 pm, the officer watched that ship's lights flash out, as if shutting down or turning sharply, and noted that the port light was visible.[224] Morse light signaled to the ship, upon Lord's order, were made between 11:30 pm and 1:00 am, but were not acknowledged.[225] If Titanic was as far from the Californian as Lord claimed Morse signals would not have been visible. A reasonable and prudent course of action would have been to awaken the wireless operator and to instruct him to attempt to contact Titanic by that method. Had Lord done so, it is possible he could have reached Titanic in time to save additional lives.[77]\n",
            "Captain Lord had gone to the chart room at 11:00 pm.[226] Second Officer Herbert Stone, now on duty, notified Lord at 1:10 am that the ship had fired five rockets. Lord wanted to know if they were company signals, that is, coloured flares used for identification. Stone said that he did not know and that the rockets were all white.[clarification needed] Captain Lord instructed the crew to continue to signal the other vessel with the Morse lamp, and went back to sleep. Three more rockets were observed at 1:50 am and Stone noted that the ship looked strange in the water, as if the ship were listing. At 2:15 am, Lord was notified that the ship could no longer be seen. Lord asked again if the lights had had any colours in them, and he was informed that they were all white.[227]\n",
            "Californian eventually responded. At around 5:30 am, Chief Officer George Stewart awakened wireless operator Cyril Furmstone Evans, informed him that rockets had been seen during the night, and asked that he try to communicate with any ship. He got news of Titanic's loss, Captain Lord was notified, and the ship set out to render assistance, arriving  well after Carpathia had already picked up all the survivors.[228]\n",
            "The inquiries found that the ship seen by Californian was in fact Titanic and that it would have been possible for Californian to aid rescue; therefore, Captain Lord had acted improperly in failing to do so.[229][n]\n",
            "The number of casualties of the sinking is unclear, because of a number of factors. These include confusion over the passenger list, which included some names of people who cancelled their trip at the last minute, and the fact that several passengers travelled under aliases for various reasons and were therefore double-counted on the casualty lists.[231] The death toll has been put at between 1,490 and 1,635 people.[232] The tables below use figures from the British Board of Trade report on the disaster.[108] While the use of the Marconi wireless system did not achieve the result of bringing a rescue ship to Titanic before it sank, the use of wireless did bring Carpathia in time to rescue some of the survivors who otherwise would have perished due to exposure.[50]\n",
            "The water temperature was well below normal in the area where Titanic sank. It also contributed to the rapid death of many passengers during the sinking. Water temperature readings taken around the time of the accident were reported to be −2 °C (28 °F). Typical water temperatures were normally around 7 °C (45 °F) during mid-April.[233] The coldness of the water was a critical factor, often causing death within minutes for many of those in the water.\n",
            "Fewer than a third of those aboard Titanic survived the disaster. Some survivors died shortly afterwards; injuries and the effects of exposure caused the deaths of several of those brought aboard Carpathia.[234] The figures show stark differences in the survival rates of the different classes aboard Titanic. Although only 3% of first-class women were lost, 54% of those in third-class died. Similarly, five of six first-class and all second-class children survived, but 52 of the 79 in third-class perished. The differences by gender were even bigger: nearly all female crew members, first- and second-class passengers were saved. Men from the First Class died at a higher rate than women from the Third Class.[235] In total, 50% of the children survived, 20% of the men and 75% of the women.\n",
            "Thomas Andrews, the chief naval architect of the shipyard, died in the disaster.[236]\n",
            "The last living survivor, Millvina Dean from England, who, at only nine weeks old, was the youngest passenger on board, died aged 97 on 31 May 2009.[237] Two special survivors were the stewardess Violet Jessop and the stoker Arthur John Priest,[238] who survived the sinkings of both Titanic and HMHS Britannic and were aboard RMS Olympic when the ship was rammed in 1911.[239][240][241]\n",
            "Once the massive loss of life became known, White Star Line chartered the cable ship CS Mackay-Bennett from Halifax, Nova Scotia, Canada, to retrieve bodies.[242] Three other Canadian ships followed in the search: the cable ship Minia,[243] lighthouse supply ship Montmagny and sealing vessel Algerine.[244] Each ship left with embalming supplies, undertakers, and clergy. Of the 333 victims that were eventually recovered, 328 were retrieved by the Canadian ships and five more by passing North Atlantic steamships.[245][o]\n",
            "The first ship to reach the site of the sinking, the CS Mackay-Bennett, found so many bodies that the embalming supplies aboard were quickly exhausted. Health regulations required that only embalmed bodies could be returned to port.[247] Captain Larnder of the Mackay-Bennett and undertakers aboard decided to preserve only the bodies of first-class passengers, justifying their decision by the need to visually identify wealthy men to resolve any disputes over large estates. As a result, many third-class passengers and crew were buried at sea. Larnder identified many of those buried at sea as crew members by their clothing, and stated that as a mariner, he himself would be contented to be buried at sea.[248]\n",
            "Bodies of passengers of the Titanic were numbered as they were brought aboard. Physical characteristics, clothing, identifying marks, and personal effects were all documented. Personal effects were stored separately, labeled with the same body number, and valuables were locked up by the purser. Without enough material or space to handle bodies and their belongings, the crew had to triage.[249]\n",
            "Bodies recovered were preserved for transport to Halifax, the closest city to the sinking with direct rail and steamship connections. The Halifax Registrar of Vital Statistics, John Henry Barnstead, developed a detailed system to identify bodies and safeguard personal possessions. Relatives from across North America came to identify and claim bodies. A large temporary morgue was set up in the curling rink of the Mayflower Curling Club and undertakers were called in from all across eastern Canada to assist.[248] Some bodies were shipped to be buried in their home towns across North America and Europe. About two-thirds of the bodies were identified. Unidentified victims were buried with simple numbers based on the order in which their bodies were discovered. The majority of recovered victims, 150 bodies, were buried in three Halifax cemeteries, the largest being Fairview Lawn Cemetery followed by the nearby Mount Olivet and Baron de Hirsch cemeteries.[250]\n",
            "In mid-May 1912, RMS Oceanic recovered three bodies over 200 miles (320 km) from the site of the sinking who were among the original occupants of Collapsible A. When Fifth Officer Harold Lowe and six crewmen returned to the wreck site sometime after the sinking in a lifeboat to pick up survivors, they rescued a dozen men and one woman from Collapsible A, but left the dead bodies of three of its occupants.[p] After their retrieval from Collapsible A by Oceanic, the bodies were buried at sea.[251]\n",
            "The last Titanic body recovered was steward James McGrady, Body No. 330, found by the chartered Newfoundland sealing vessel Algerine on 22 May and buried at Fairview Lawn Cemetery in Halifax on 12 June.[252]\n",
            "333 bodies of Titanic victims were recovered, which amounted to one in five of the over 1,500 victims. Some bodies sank with the ship while currents quickly dispersed bodies and wreckage across hundreds of miles, making them difficult to recover. By June, one of the last search ships reported that life jackets supporting bodies were coming apart and releasing bodies to sink.[253]\n",
            "Titanic was long thought to have sunk in one piece and, over the years, many schemes were put forward for raising the wreck. None came to fruition.[254] The fundamental problem was the sheer difficulty of finding and reaching a wreck that lies over 12,000 feet (3,700 m) below the surface, where the water pressure is over 5,300 pounds per square inch (37 megapascals), about 370 standard atmospheres. A number of expeditions were mounted to find Titanic but it was not until 1 September 1985 that a Franco-American expedition led by Jean-Louis Michel and Robert Ballard succeeded.[255][256][257]\n",
            "The team discovered that Titanic had in fact split apart, probably near or at the surface, before sinking to the seabed. The separated bow and stern sections lie about a third of a mile (0.6 km) apart in Titanic Canyon off the coast of Newfoundland. They are located 13.2 miles (21.2 km) from the inaccurate coordinates given by Titanic's radio operators on the night of the ship's sinking,[258] and approximately 715 miles (1,151 km) from Halifax and 1,250 miles (2,012 km) from New York.\n",
            "Both sections struck the seabed at considerable speed, causing the bow to crumple and the stern to collapse entirely. The bow is by far the more intact section and still contains some surprisingly intact interiors. In contrast, the stern is completely wrecked; its decks have pancaked down on top of each other and much of the hull plating was torn off and lies scattered across the sea floor. The much greater level of damage to the stern is probably due to structural damage incurred during the sinking. Thus weakened, the remainder of the stern was flattened by the impact with the sea bed.[259]\n",
            "The two sections are surrounded by a debris field measuring approximately 5 by 3 miles (8 km × 5 km).[260] It contains hundreds of thousands of items, such as pieces of the ship, furniture, dinnerware and personal items, which fell from the ship while sinking or ejected when the bow and stern impacted on the sea floor.[261] The debris field was also the last resting place of a number of Titanic's victims. Most of the bodies and clothes were consumed by sea creatures and bacteria, leaving pairs of shoes and boots—which have proved to be inedible—as the only sign that bodies once lay there.[262]\n",
            "Since its initial discovery, the wreck of Titanic has been revisited on numerous occasions by explorers, scientists, filmmakers, tourists and salvagers, who have recovered thousands of items from the debris field for conservation and public display. The ship's condition has deteriorated significantly over the years, particularly from accidental damage by submersibles but mostly because of an accelerating rate of growth of iron-eating bacteria on the hull.[263] In 2006, it was estimated that within 50 years the hull and structure of Titanic would eventually collapse entirely, leaving only the more durable interior fittings of the ship intermingled with a pile of rust on the sea floor.[264]\n",
            "Many artefacts from Titanic have been recovered from the seabed by RMS Titanic Inc., which exhibits them in touring exhibitions around the world and in a permanent exhibition at the Luxor Las Vegas hotel and casino in Las Vegas, Nevada.[265] A number of other museums exhibit artefacts either donated by survivors or retrieved from the floating bodies of victims of the disaster.[266]\n",
            "On 16 April 2012, the day after the 100th anniversary of the sinking, photos[267] were released showing possible human remains resting on the ocean floor. The photos, taken by Robert Ballard during an expedition led by NOAA in 2004, show a boot and a coat close to Titanic's stern which experts called \"compelling evidence\" that it is the spot where somebody came to rest, and that human remains could be buried in the sediment beneath them.[268] The wreck of the Titanic falls under the scope of the 2001 UNESCO Convention on the Protection of the Underwater Cultural Heritage. This means that all states party to the convention will prohibit the pillaging, commercial exploitation, sale and dispersion of the wreck and its artefacts. Because of the location of the wreck in international waters and the lack of any exclusive jurisdiction over the wreckage area, the convention provides a state co-operation system, by which states inform each other of any potential activity concerning ancient shipwreck sites, like the Titanic, and co-operate to prevent unscientific or unethical interventions.[269][270][271]\n",
            "Submersible dives in 2019 have found further deterioration of the wreck, including loss of the captain's bathtub.[272] Between 29 July and 4 August 2019, a two-person submersible vehicle that was conducting research and filming a documentary crashed into the wreck. EYOS Expeditions executed the dives. It reported that the strong currents pushed the submersible into the wreck, leaving a red rust stain on the submersible's side. The report did not mention if the Titanic sustained damage.[273]\n",
            "In May 2023, Magellan Ltd., a deep-water seabed-mapping company, announced that they had created a \"digital twin\" of the Titanic, showing the wreckage in a level of detail that had never been captured before. The company created the model from some 715,000 3D images, captured over the course of a six-week expedition in the summer of 2022, using two submersibles, named Romeo and Juliet. They mapped \"every millimetre\" of the wreckage as well as the entire three-nautical-mile (5.6 km) debris field. Creating the model took about eight months.[274][275]\n",
            "On 18 June 2023, the submersible Titan, operated by OceanGate Expeditions, went missing in the North Atlantic Ocean off the coast of Newfoundland. The submersible, designed to carry five people, was carrying an expedition of tourists to view the wreckage of the Titanic.[276][277] On 22 June 2023, the operating company announced that they believe the Titan crew were lost at sea after a catastrophic implosion of the submersible,[278] and, six days later, the U.S. Coast Guard announced its discovery of “presumed human remains” consistent with such an implosion found within recovered remnants of the Titan.[279]\n",
            "On 15 July 2024, RMS Titanic Inc. held their first expedition to the wreck in 14 years, with the objective of examining its status in high-resolution photography for future scientific studies, likewise with identifying and searching for on-site artefacts.[280] The expedition also gave tribute to Nargeolet's contributions within the debris field,[281] having made numerous efforts in the preceding years in expanding knowledge over the area; A memorial plaque was placed on the seafloor in his honour.[282] Numerous other uncharted areas within the vicinity were explored as well.[283] Moreover, the event received coverage from the BBC, who interviewed numerous figures involved, such as co-leader David Gallo, who said \"We want to see the wreck with a clarity and precision that's never before been achieved\". Imaging programme chief Evan Kovacs also expressed his optimism in producing distinctly defined resolution, stating that \"If all of the weather gods, the computer gods, the ROV gods, the camera gods – if all those gods align, we should be able to capture Titanic and the wreck site in as close to digital perfection as you can get. You would be able to quite literally count grains of sand\". Furthermore, a magnetometer was utilised to produce metal detection – whether visible or not – for the first time in the history of Titanic expeditions.[284] The expedition was facilitated through an ROV.\n",
            "After the disaster, recommendations were made by both the British and American Boards of Inquiry stating that ships should carry enough lifeboats for all aboard, mandated lifeboat drills would be implemented, lifeboat inspections would be conducted, etc. Many of these recommendations were incorporated into the International Convention for the Safety of Life at Sea passed in 1914.[285] The convention has been updated by periodic amendments, with a completely new version adopted in 1974.[286] Signatories to the Convention followed up with national legislation to implement the new standards. For example, in Britain, new \"Rules for Life Saving Appliances\" were passed by the Board of Trade on 8 May 1914 and then applied at a meeting of British steamship companies in Liverpool in June 1914.[287]\n",
            "Further, the United States government passed the Radio Act of 1912. This Act, along with the International Convention for the Safety of Life at Sea, stated that radio communications on passenger ships would be operated 24 hours a day, along with a secondary power supply, so as not to miss distress calls. Also, the Radio Act of 1912 required ships to maintain contact with vessels in their vicinity as well as coastal onshore radio stations.[288] In addition, it was agreed in the International Convention for the Safety of Life at Sea that the firing of red rockets from a ship must be interpreted as a sign of need for help. Once the Radio Act of 1912 was passed, it was agreed that rockets at sea would be interpreted as distress signals only, thus removing any possible misinterpretation from other ships.[288] In the same year, the Board of Trade chartered the barque Scotia to act as a weather ship in the Grand Banks of Newfoundland, keeping a look-out for icebergs. A Marconi wireless telegraph was installed to enable her to communicate with stations on the coast of Labrador and Newfoundland.[289][290]\n",
            "Finally, the disaster led to the formation and international funding of the International Ice Patrol, an agency of the U.S. Coast Guard that to the present day monitors and reports on the location of North Atlantic Ocean icebergs that could pose a threat to transatlantic sea traffic. Coast Guard aircraft conduct the primary reconnaissance. In addition, information is collected from ships operating in or passing through the ice area. Except for the years of the two World Wars, the International Ice Patrol has worked each season since 1913. During the period, there has not been a single reported loss of life or property due to collision with an iceberg in the patrol area.[291]\n",
            "The story of Titanic has been remembered in history as a tragedy and cautionary tale, particularly because the ship had been considered unsinkable.[q] Titanic has inspired fiction, been the subject of documentaries, and commemorated in monuments for the dead and  museum exhibitions. Shortly after sinking, memorial postcards sold in huge numbers[292] together with memorabilia ranging from tin candy boxes to plates, whiskey jiggers,[293] and even mourning teddy bears.[294] The sinking inspired ballads such as \"The Titanic\".[295] Several survivors wrote books about their experiences,[296] but it was not until 1955 that the first historically accurate book – A Night to Remember – was published.[297]\n",
            "The first film about the disaster, Saved from the Titanic, was released only 29 days after the ship sank and had an actual survivor as its star—the silent film actress Dorothy Gibson. This film is considered lost.[298] The British film A Night to Remember (1958) is still widely regarded as the most historically accurate movie portrayal of the sinking.[299] The most financially successful by far has been James Cameron's Titanic (1997), which became the highest-grossing film in history up to that time,[300] as well as the winner of 11 Oscars at the 70th Academy Awards, including Best Picture and Best Director for Cameron.[301]\n",
            "The Titanic disaster was commemorated through a variety of memorials and monuments to the victims, erected in several English-speaking countries and in particular in cities that had suffered notable losses. These included Southampton and Liverpool in England; New York and Washington, D.C. in the United States; and Belfast and Cobh (formerly Queenstown) in Ireland.[302] A number of museums around the world have displays on Titanic; the most prominent is in Belfast, the ship's birthplace (see below).\n",
            "RMS Titanic Inc., which is authorised to salvage the wreck site, has a permanent Titanic exhibition at the Luxor Las Vegas hotel and casino in Nevada which features a 22-tonne slab of the ship's hull. It also runs an exhibition which travels around the world.[303] In Nova Scotia, Halifax's Maritime Museum of the Atlantic displays items that were recovered from the sea a few days after the disaster. They include pieces of woodwork such as panelling from the ship's First Class Lounge and an original deckchair,[304] as well as objects removed from the victims.[305] In 2012 the centenary was marked by plays, radio programmes, parades, exhibitions and special trips to the site of the sinking together with commemorative stamps and coins.[186][306][307][308][309] Royal Mail (whose mail was carried by RMS (Royal Mail Ship) Titanic) issued ten 1st class UK postage stamps, each with the \"crown seal\", to mark the centenary of the disaster.[310]\n",
            "In a frequently commented-on literary coincidence, Morgan Robertson authored a novel called Futility in 1898 about a fictional British passenger liner with the plot bearing a number of similarities to the Titanic disaster. In the novel, the ship is SS Titan, a four-stacked liner, the largest in the world and considered unsinkable; like the Titanic, sinks in April after hitting an iceberg and does not have enough lifeboats.[311]\n",
            "It took many decades before the significance of Titanic was promoted in Northern Ireland, where it was built by Harland and Wolff in Belfast. While the rest of the world embraced the glory and tragedy of Titanic, it remained a taboo subject throughout the 20th century in its birth city. The sinking brought tremendous grief and was a blow to Belfast's pride. Its shipyard was also a place many Catholics regarded as hostile.[312] In the latter half of the century, during a 30-year sectarian conflict, Titanic was a reminder of the lack of civil rights that in part contributed towards the Troubles. While the fate of Titanic remained a well-known story within local households throughout the 20th century, commercial investment in projects recalling RMS Titanic's legacy was modest because of these issues.[313]\n",
            "After the Troubles and Good Friday Agreement, the number of overseas tourists visiting Northern Ireland increased.[314] It was subsequently identified in the Northern Ireland Tourism Board's Strategic Framework for Action 2004–2007 that the significance of and interest in Titanic globally (partly due to the 1997 film Titanic) was not being fully exploited as a tourist attraction.[315] Thus, Titanic Belfast was spearheaded, along with some smaller projects, such as a Titanic memorial.[316]\n",
            "In 2012 on the ship's centenary, the Titanic Belfast visitor attraction was opened on the site of the shipyard where Titanic was built.[317] It was Northern Ireland's second most visited tourist attraction with almost 700,000 visitors in 2016.[318]\n",
            "Despite over 1,600 ships being built by Harland and Wolff in Belfast Harbour, Queen's Island became renamed after its most famous ship, Titanic Quarter in 1995. Once a sensitive story, Titanic is now considered one of Northern Ireland's most revered and uniting symbols.[319][failed verification]\n",
            "In late August 2018, several groups were vying for the right to purchase the 5,500 Titanic relics that were an asset of the bankrupt Premier Exhibitions.[320] Eventually, Titanic Belfast, Titanic Foundation Limited and the National Museums Northern Ireland joined with the National Maritime Museum as a consortium that was raising money to purchase the 5,500 artefacts. The group intended to keep all of the items together as a single exhibit. Oceanographer Robert Ballard said he favoured this bid since it would ensure that the memorabilia would be permanently displayed in Belfast (where Titanic was built) and in Greenwich.[320] The museums were critical of the bid process set by the Bankruptcy court in Jacksonville, Florida. The minimum bid for the 11 October 2018 auction was set at US$21.5 million (£16.5m) and the consortium did not have enough funding to meet that amount.[321][322] On 17 October 2018, The New York Times reported that a consortium of three hedge funds—Apollo Global Management, Alta Fundamental Advisers, and PacBridge Capital Partners—had paid US$19.5 million for the collection.[323]  At the time of the purchase, the consortium agreed to continued oversight by the court concerning new exploration or salvage expedition must receive approval from NOAA and the court.  Further, the purchase price gives Premier's unsecured creditors an 80% recovery.\n",
            "\n",
            "\n",
            "\n",
            "There have been several proposals and studies for a project to build a replica ship based on the Titanic. A project by South African businessman Sarel Gaus was abandoned in 2006, and a project by Australian businessman Clive Palmer was announced in 2012, known as the Titanic II.[citation needed]\n",
            "A Chinese shipbuilding company known as Wuchang Shipbuilding Industry Group Co., Ltd commenced construction in November 2016 to build a replica ship of the Titanic for use in a resort. The vessel was to house many features of the original, such as a ballroom, dining hall, theatre, first-class cabins, economy cabins and swimming pool.[331][332] Tourists were to be able to reside inside the Titanic during their time at the resort. It was to be permanently docked at the resort and feature an audiovisual simulation of the sinking, which has caused some criticism.[333]  As of 2022, however, it was reportedly only 25% complete,[334] and its website and Twitter account are offline.\n",
            " WikiMiniAtlas41°43′57″N 49°56′49″W﻿ / ﻿41.73250°N 49.94694°W﻿ / 41.73250; -49.94694\n"
        ]
    }
]